Repository: topazstores/real-estate-plugin
Catalog: languages/real-estate-manager-*.po
Languages: ar, de_de, es_es, pt_br

source: Number of columns in a row
de_de: Spaltenzahl in der Reihe
es_es: Número de columnas en una fila
pt_br: Número de propriedades em uma linha

source: Choose option to sort agents by
de_de: Wählen Sie eine Option zur Sortierung von Anbieter nach
es_es: Seleccionar una opción para ordenar agents por
pt_br: Escolha a opção para classificar os agentes por

source: Nice Name
de_de: Spitzname
es_es: Apodo
pt_br: Nome legal

source: Email Address
de_de: E-Mailadresse
es_es: Correo electrónico
pt_br: Endereço de e-mail

source: Registered
de_de: Registriert
es_es: Registrado
pt_br: Registrado

source: Display Name
de_de: Anzeigename
es_es: Nombre mostrado
pt_br: Nome em Exibição

source: Properties Count
de_de: Anzahl der Immobilien
es_es: Cantidad de propiedades
pt_br: Contagem de propriedades

source: IDs Provided Above
de_de: Zuvor bereitgestellte IDs
es_es: IDs proporcionados anterior
pt_br: IDs fornecidos acima

source: Meta Value
de_de: Meta Wert
es_es: Valor meta
pt_br: Valor padrão

source: Custom Meta Key
de_de: Angepasster Meta Schlüssel
es_es: Clave meta personalizada
pt_br: Chave meta personalizada

source: Provide field name here for specific agent listing.
de_de: Geben Sie hier den Feldnamen für eine bestimmte Anbieterliste ein.
es_es: Proporcionar nombre de campo aquí para un listado específico de agentes.
pt_br: Forneça aqui o nome do campo para uma listagem específica do agente.

source: Custom Meta Value
de_de: Angepasster Meta Wert
es_es: Valor meta personalizado
pt_br: Meta Valor personalizado

source: Provide field value here for specific agent listing.
de_de: Geben Sie hier den Feldwert für eine bestimmte Anbieterliste ein.
es_es: Proporcionar valor del campo aquí para un específico listado de agentes.
pt_br: Forneça aqui o valor do campo para uma listagem específica do agente.

source: Total Agents
de_de: Total Anbieter
es_es: Agentes total
pt_br: Total de corretores

source: Number of agents to display.
de_de: Anzahl der anzuzeigenden Anbieter.
es_es: Número de agentes a mostrar.
pt_br: Número de corretores a serem exibidos.

source: Masonry
pt_br: Alvenaria

source: Justified Layout
de_de: Berechtigtes Layout
es_es: Diseño justificado
pt_br: Layout justificado

source: enable
de_de: aktivieren
es_es: habilitar
pt_br: Habilitar

source: disable
de_de: deaktivieren
es_es: deshabilitar
pt_br: Desabilitar

source: List Properties
ar: الخواص
de_de: Immobilien auflisten
es_es: Propiedades de los listados
pt_br: Propriedades da Lista

source: Edit Agent Form
de_de: Anbieterprofil bearbeiten
es_es: Editar formulario de agente
pt_br: Perfil do corretor Imobiliário

source: Login Agent Form
de_de: Anmeldeformular Anbieter
es_es: Formulario inicio de sesión de agentes
pt_br: Login Corretor

source: Create Property Form
ar: إضافة مشروع
de_de: Immobilienanmeldeformular erstellen
es_es: Fomulario de creación de nuevas propiedades
pt_br: Criar formulário de propriedade

source: List Agents
de_de: Anbieter-Liste
es_es: Listar agentes
pt_br: Listar corretores

source: Single Property
ar: عقار مفرد
de_de: Objekt
es_es: Vivienda individual
pt_br: Imóvel

source: Agent Profile
ar: عامل الشخصية
de_de: Anbieter Profil
es_es: Perfil del agente
pt_br: Perfil do Agente Imobiliário

source: My Profile
de_de: Mein Profil
es_es: Mi perfil
pt_br: Meu perfil

source: Large Map
de_de: Große Karte
es_es: Mapa grande
pt_br: Chave da API do Google Maps

source: Search Property Form
ar: البحث عن عقار
de_de: Immobiliensuchformular
es_es: Formulario de búsqueda de propiedades
pt_br: Pesquisar formulário de propriedade

source: Properties Slider
de_de: Immobilien Diashow
es_es: Deslizador de propiedades
pt_br: Controle deslizante de propriedades

source: Simple Search Properties
de_de: Einfache Immobiliensuche
es_es: Búsqueda sencilla de propiedades
pt_br: Propriedades de pesquisa simples

source: Manage Properties
de_de: Immobilien verwalten
es_es: Gestionar propiedades
pt_br: Gerenciar propriedades

source: Logout Button
de_de: Abmelde-Knopf
es_es: Botón Terminar sesión
pt_br: Botão Sair

source: Renders a form to register new agent
ar: وسيكون تقديم نموذج لتسجيل وكيل عقارىجديد
de_de: Rendert ein Formular, um einen neuen Agenten zu registrieren
es_es: Muestra un formulario para el registro de nuevos agentes
pt_br: Renderiza um formulário para registrar um novo corretor

source: Edit Agent Profile
ar: تحرير ملف تعريف عميل
de_de: Anbieterprofil bearbeiten
es_es: Modificar perfil de agente
pt_br: Editar perfil do agente

source: Renders a form to edit logged in agent's profile
ar: يعرض نموذج لتحرير تسجيل الدخول الشخصية لعامل
de_de: Rendert ein Formular, um das Profil des angemeldeten Agenten zu bearbeiten
es_es: Muestra un formulario para modificar el perfil del agente conectado
pt_br: Renderiza um formulário para editar o perfil do agente conectado

source: Renders an AJAX based login form
ar: يعرض نموذج للبحث في العقارات عن طريق AJAX
de_de: Rendert ein AJAX-basiertes Anmeldeformular
es_es: Renderiza un formulario de inicio de sesión basado en AJAX
pt_br: Renderiza um formulário de login baseado em AJAX

source: Renders a form to create property
ar: يعرض نموذج لإنشاء عقار
de_de: Rendert ein Formular zum Erstellen einer Eigenschaft
es_es: Renderiza un formulario para crear una nueva propiedad
pt_br: Renderiza um formulário para criar propriedade

source: Displays list of agents
de_de: Anbieterliste anzeigen
es_es: Mostrar listado de agentes
pt_br: Exibe o perfil do corretor específico

source: Renders a form to edit property
ar: لعرض نموذج لتعديل العقار
de_de: Rendert ein Formular zum Bearbeiten der Eigenschaft
es_es: Renderiza un formulario para modificar una propiedad
pt_br: Renderiza um formulário para editar a propriedade

source: Display a single property
ar: عرض يقونة واحدة.
de_de: Einzelobjekt anzeigen
es_es: Muestra una propiedad individual
pt_br: Exibir uma única propriedade

source: Displays properties according to the settings
ar: عرض خصائص وفقا للإعدادات
de_de: Zeigt Eigenschaften gemäß den Einstellungen an
es_es: Muestra propiedades según la configuración
pt_br: Exibe propriedades de acordo com as configurações

source: Displays properties of current logged in agent
ar: عرض خصائص الحالي تسجيل عامل
de_de: Zeigt Eigenschaften des aktuell angemeldeten Anbieter an
es_es: Muestra las propiedades de los agentes actualmente conectados
pt_br: Exibe propriedades do agente atualmente conectado

source: Displays profile of specific agent
ar: يعرض الشخصية لعميل محدد
de_de: Zeigt das Profil eines bestimmten Anbieters an
es_es: Muestra el perfil de un agente específico
pt_br: Exibe o perfil do agente específico

source: Displays profile of logged in agent
de_de: Zeigt das Profil des angemeldeten Anbieters
es_es: Muestra el perfil de un agente conectado
pt_br: Exibe o perfil do agente conectado

source: Displays search results if searched from widget
ar: يعرض نتائج البحث إذا كان البحث من القطعة
de_de: Zeigt Suchergebnisse an, wenn sie vom Widget aus gesucht werden
es_es: Muestra resultados de búsqueda si se busca desde el widget
pt_br: Exibe os resultados da pesquisa se pesquisados no widget

source: Properties Map
ar: خريطة العقارات
de_de: Immobilien auf Karte
es_es: Mapa de propiedades
pt_br: Mapa de Propriedades

source: Displays properties on a large map
ar: لعرض العقارات على خريطة كبيرة
de_de: Zeigt Eigenschaften auf einer großen Karte an
es_es: Muestra propiedades en un mapa grande
pt_br: Exibe propriedades em um mapa grande

source: Renders a form to search properties via AJAX
ar: يعرض نموذج للبحث في العقارات عن طريق AJAX
de_de: Rendert ein Formular, um Eigenschaften über AJAX zu durchsuchen
es_es: Renderiza un formulario para buscar propiedades a través de AJAX
pt_br: Renderiza um formulário para pesquisar propriedades via AJAX

source: Carousel Slider
de_de: Karussell-Slider
es_es: Delizador tipo carrusel
pt_br: Slider do carrossel

source: Renders responsive carousel of properties
ar: يجعل دائري استجابة من العقارات
de_de: Rendert reagierendes Karussell von Eigenschaften
es_es: Representa el carrusel responsivo de propiedades
pt_br: Renderiza um carrossel responsivo de propriedades

source: Inline Search Field
de_de: Inline-Suchfeld
es_es: Campo de búsqueda en línea
pt_br: Campo de pesquisa em linha

source: Renders simple search form
de_de: Zeigt eine einfaches Suchformular
es_es: Renderiza un formulario simple de búsqueda
pt_br: Renderiza um formulário de pesquisa simples

source: Displays a logout button
de_de: Zeigt einen Knopf zum Ausloggen
es_es: Muestra un botón para finalizar la sesión
pt_br: Exibe um botão de logout

source: Manage all properties (for admins)
de_de: Alle Immobilien verwalten (für Administratoren)
es_es: Gestionar todas las propiedades (para admins)
pt_br: Gerenciar todas as propriedades (para administradores)

source: Sign up
ar: سجل
de_de: Anmelden
es_es: Registrarse
pt_br: inscrever-se

source: Loading...
ar: جار التحميل...
de_de: Laden...
es_es: Cargando...
pt_br: Carregando...

source: More Info
de_de: Weitere Informationen
es_es: Más información
pt_br: Mais informações

source: Real Estate Manager Pro
ar: مدير العقارات برو
de_de: Immobilienmanager Pro
pt_br: Administrador Imobiliário

source: A complete solution for real estate management
ar: حل كامل لإدارة العقارات
de_de: Eine Komplettlösung für das Immobilienmanagement
es_es: Una solución completa para la gestión de inmuebles y agentes inmobiliarios
pt_br: Uma solução completa para gestão imobiliária

source: You can add more features
ar: يمكنك اضافة المزيد من التفضيلات
de_de: Sie können weitere Merkmale hinzufügen
es_es: Puede añadir más características

source: Status
ar: الحالة
es_es: Estado

source: Logout
ar: تسجيل خروج
de_de: Abmelden
es_es: Desconectar

source: REM - Tags Cloud
ar: الالوسم المرجعية
de_de: REM - Schlagworte
es_es: REM - Nube de etiquetas

source: Cape Verdean escudo
ar: اسكودو الرأس الأخضر
de_de: Kap-Verde-Escudo
es_es: Cabo Verdeko escudo-a

source: Jersey pound
ar: جيرسي جنيه
de_de: Jersey-Pfund
es_es: Jersei-go libra

source: South Sudanese pound
ar: جنيه جنوب سوداني
de_de: Südsudanesischer Pfund
es_es: Sudán del Sur

source: Latitude
ar: خط العرض
de_de: Breitengrad
es_es: Latitud

source: Longitude
ar: خط الطول
de_de: Längengrad
es_es: Longitud

source: Page Builders
de_de: Seitengestalter
es_es: Contructores de páginas

source: Bootstrap CSS
es_es: Booststrap CSS

source: Shortcode
ar: رمز قصير
es_es: Código corto

source: Enable or Disable Pagination
de_de: Aktivieren oder Deaktivieren der Seitennummerierung
es_es: Activar o desactivar la paginación

source: Placeholder
de_de: Platzhalter
es_es: Marcador de posición

source: Vila
ar: فيلا
de_de: Villa

source: Manual
de_de: Manuell

source: Normal
ar: العادي

source: M j, Y @ G:i
ar: يوم . شهر . سنة @ د . س

source: Bitcoin
ar: بيتكوين

source: Tags
ar: الوسوم

source: Instagram
ar: انستجرام

source: reCAPTCHA V2
ar: reCAPTCHA V2-رمز التحقق

source: Google Earth
ar: جوجل إيرث
