Repository: topazstores/real-estate-plugin
Catalog: languages/real-estate-manager-*.po
Languages: ar, de_de, es_es, pt_br

source: Skill name with value on each line, eg: Properties Sold, 185
de_de: Name der Fähigkeit mit dem gewünschten Wert pro Zeile, zB: Immobilien verkauft, 85
es_es: Determine el nombre de habilidad junto a un valor numérico en cada línea, por ejemplo: Viviendas vendidas, 185
pt_br: Nome da habilidade com valor em cada linha, por exemplo: Propriedades vendidas, 185

source: Contact Form Shortcode
ar: نموذج الاتصال رمز قصير
de_de: Kontaktformular-Kurzcode
es_es: Código corto del formulario de contacto
pt_br: Formulário de contato Shortcode

source: Leave blank for default contact form
ar: اتركه فارغا لشكل من أشكال الاتصال الافتراضي
de_de: Leer lassen für Standard-Kontaktformular
es_es: Deje en blanco para dejar el formulario de contacto predeterminado
pt_br: Deixe em branco o formulário de contato padrão

source: Regular Price of Property
de_de: Regulärer Preis der Immobilie
es_es: Precio regular de la propiedad
pt_br: Preço regular da propriedade

source: Before Price
de_de: Text vor dem Preis
es_es: Texto antes del precio
pt_br: Antes do preço

source: Text to display before price, Eg: Starting From
de_de: Text der vor dem Preis angezeigt werden soll, zB: jetzt ab
es_es: Texto a mostrar antes del precio, p.ej.: A partir de
pt_br: Texto a ser exibido antes do preço, por exemplo: a partir de

source: After Price
de_de: Text nach dem Preis
es_es: Texto después del precio
pt_br: Depois do preço

source: Text to display after price, Eg: / Month
de_de: Text der nach dem Preis angezeigt werden soll. Z.B.: / Monat
es_es: Texto a mostrar después del precio, Ej: / Mes
pt_br: Texto para exibir após o preço, por exemplo: / mês

source: Sale Price
ar: سعر البيع
de_de: Verkaufspreis
es_es: Precio de venta
pt_br: Preço de venda

source: Sale Price of Property
ar: سعر بيع العقار
de_de: Verkaufspreis der Immobilie
es_es: Precio de venta de la propiedad
pt_br: Preço de venda do imóvel

source: Latitude of property, will use for map
ar: خط عرض العقارات، وسوف تستخدم لخريطة
de_de: Breitengrad der Immobilie, wird für Karte verwendet
es_es: Latitud de la propiedad, se utilizará para el mapa
pt_br: Latitude da propriedade, irá utilizar para mapa

source: Longitude of property, will use for map
ar: خط طول العقارات، وسوف تستخدم لخريطة
de_de: Längengrad der Immobilie, wird für Karte verwendet
es_es: Longitud de la propiedad, se utilizará para el mapa
pt_br: Longitude da propriedade, irá utilizar para o mapa

source: Video URL
ar: عنوان الفيديو
es_es: URL del vídeo
pt_br: URL do vídeo

source: Provide video URL
ar: توفير رابط الفيديو
de_de: Geben Sie eine Video-URL an
es_es: Proporcionar URL de vídeo
pt_br: Fornecer URL de vídeo

source: File Attachments
ar: مرفقات ملف
de_de: Dateianhänge
es_es: Archivos adjuntos
pt_br: Anexar Ficheiros

source: One file ID per line
ar: معرف ملف واحد لكل سطر
pt_br: Uma ID de arquivo por linha

source: Property Type
ar: نوع العقار
de_de: Art der Immobilie
es_es: Tipo de propiedad
pt_br: Tipo de Propriedade

source: Choose type of property
ar: اختر نوع العقار
de_de: Wählen Sie den Typ der Immobilie. Sie können Ihre Eigenen hinzufügen
es_es: Elegir tipo de la propiedad
pt_br: Escolha o tipo de propriedade. Você pode adicionar o seu próprio

source: Choose purpose of property
ar: اختيار الغرض من العقارات
de_de: Wählen Sie den Zweck der Immobilie
es_es: Elegir propósito de la propiedad
pt_br: Escolha o propósito da propriedade. Você pode adicionar o seu próprio

source: Choose status of property
ar: اختر حالة الموقع
de_de: Wählen Sie den Status der Immobilie
es_es: Elegir estado de la propiedad
pt_br: Escolha o status da propriedade. Você pode adicionar o seu próprio

source: Bedrooms
ar: غرف نوم
de_de: Schlafzimmer
es_es: Habitaciones
pt_br: Quartos de dormir

source: Number of bedrooms
ar: عدد غرف النوم
de_de: Anzahl der Schlafzimmer
es_es: Numero de habitaciones
pt_br: Número de quartos

source: Bathrooms
ar: الحمامات
de_de: Badezimmer
es_es: Baños
pt_br: Banheiros

source: Number of bathrooms
ar: عدد الحمامات
de_de: Anzahl der Bäder
es_es: Cantidad de baños
pt_br: Número de casas de banho

source: Size -
ar: الحجم
de_de: Grösse -
es_es: Tamaño -
pt_br: Tamanho

source: Address
ar: عنوان
de_de: Adresse
es_es: Dirección
pt_br: Endereço

source: If latitude and longitude fields are blank, this address will be used for rendering map
ar: إذا كانت حقول خطوط الطول والعرض فارغة، سيتم استخدام هذا العنوان لتقديم الخريطة
de_de: Wenn die Felder für den Breiten- und Längengrad leer sind, wird diese Adresse für das Rendern auf der Karte verwendet
es_es: Si los campos de latitud y longitud están en blanco, esta dirección se usará para representar el mapa
pt_br: Se os campos de latitude e longitude estiverem em branco, este endereço será usado para renderizar o mapa

source: State
ar: المحافظة
de_de: Bundesland
es_es: Estado
pt_br: Estado

source: Zip Code
ar: رقم بريدى
de_de: PLZ
es_es: Código Postal
pt_br: Código Postal

source: Zipcode
ar: الرمز البريدي
de_de: PLZ
es_es: Código Postal
pt_br: CEP

source: City
ar: مدينة
de_de: Stadt
es_es: Ciudad
pt_br: Cidade

source: Country
ar: بلد
de_de: Land
es_es: País
pt_br: País

source: Rooms
ar: الغرف
de_de: Zimmer
es_es: Cuartos
pt_br: Quartos

source: Number of rooms
ar: عدد الغرف
de_de: Anzahl der Zimmer
es_es: Nro de habitaciones
pt_br: Número de quartos

source: Featured Property
ar: عقار مفضل
de_de: Hervorgehobene Immobilie
es_es: Vivienda destacada
pt_br: Propriedade destacada

source: Make it featured
ar: اجعله مفضل
de_de: Hervorheben
es_es: Destacar propiedad
pt_br: Torná-lo em destaque

source: Style
de_de: Stil
es_es: Estilo
pt_br: Estilo

source: Currency Options
ar: Currency Options-خيارات العملة
de_de: Währungsoptionen
es_es: Opciones de moneda
pt_br: Opções de moeda

source: Currency
ar: العملة
de_de: Währung
es_es: Moneda
pt_br: Conjunto WooCommerce moeda para <b>Euros (€)</b> %1$s

source: Currency Symbol for Properties
ar: رمز العملة لخصائص
de_de: Währungssymbol für Immobilien
es_es: Símbolo de moneda para las propiedades
pt_br: Símbolo de moeda para propriedades

source: Currency Position
ar: موقع رمز العملة
de_de: Position der Währung
es_es: Posición del símbolo de la moneda
pt_br: Posição da moeda

source: Left
ar: يسار
de_de: Links
es_es: Izquierda
pt_br: Esquerda

source: Right
ar: يمين
de_de: Rechts
es_es: Derecha
pt_br: Direita

source: Left with Space
ar: يسار مع مسافة
de_de: Links mit Leerzeichen
es_es: Izquierda con espacio
pt_br: Esquerda com espaço

source: Right with Space
ar: يمين مع فراغ
de_de: Rechts mit Leerzeichen
es_es: Derecha con espacio
pt_br: Direita com espaço

source: Position of the Currency Symbol
ar: وضع رمز العملة
de_de: Die Position des Währungssymbols
es_es: Posición del símbolo de moneda
pt_br: Posição do símbolo da moeda

source: Thousand Separator
ar: فاصل الآلاف
de_de: Tausender-Trennzeichen
es_es: Separador de miles
pt_br: Separador de milhar

source: Thousand separator of display price
ar: فاصل الآلاف لعرض الأسعار
de_de: Tausendertrennzeichen des Anzeigepreises
es_es: Separadores después miles de precio de visualización (e.j. 1.000 o 1,000)
pt_br: Mil separador de preço de exibição

source: Decimal Separator
ar: الفاصل العشري
de_de: Dezimaltrennzeichen
es_es: Separador decimal
pt_br: Separador decimal

source: Decimal separator of display price
ar: فاصل العلامة العشرية لعرض الأسعار
de_de: Dezimaltrennzeichen des Anzeigepreises
es_es: Separador decimal del precio de visualización
pt_br: Separador decimal do preço de exibição

source: Number of Decimals
ar: عدد الكسور العشرية
de_de: Nachkommastellen
es_es: Número de Decimales
pt_br: Número de decimais

source: Number of decimal points shown in display price
ar: عدد النقاط العشرية هو موضح في عرض السعر
de_de: Anzahl der Dezimalpunkte im Anzeigepreis
es_es: Número de decimales que se muestra en el precio de visualización
pt_br: Número de pontos decimais exibidos no preço de exibição

source: Property Settings
ar: Property Settings- إعدادات العقارات
de_de: Immobilien Einstellungen
es_es: Configuración de propiedades
pt_br: Configurações de propriedade

source: Area Unit
ar: وحدة المساحة
de_de: Flächen-Einheit
es_es: Unidad de Área
pt_br: Unidade de Área

source: Provide unit of area Eg: Square Feet
ar: توفير وحدة من المساحة على سبيل المثال: قدم مربع - ( متر مربع )
de_de: Flächeneinheit angeben z. B .: Quadratmeter
es_es: Proporcionar unidad de área, por ejemplo: pies cuadrados
pt_br: Fornecer unidade de área, por exemplo: m²

source: Excerpt Length
ar: طول المقتطف
de_de: Länge des Textauszugs
es_es: Longitud del extracto
pt_br: Comprimento do Excerto

source: Number of words to be displayed from the property excerpt. Eg: 15
ar: عدد الوسم عرض من مقتطفات العقار. على سبيل المثال: 15
de_de: Anzahl der Wörter, die aus der Objektbeschreibung angezeigt werden sollen. Z.B.: 15
es_es: Número de palabras que se mostrarán desde el extracto de la propiedad. Ej .: 15
pt_br: Número de palavras a serem exibidas a partir do trecho da propriedade. Ex: 15

source: Property Features
ar: مميزات العقار
de_de: Ausstattung der Immobilie
es_es: Características de la propiedad
pt_br: Características do Imóvel

source: One per line. This will add checkboxes to your property edit page for you to select. Leave blank to use default
ar: واحد لكل سطر. سيقوم هذا بإضافة خانات الاختيار للممتلكات الخاصة بك تحرير الصفحة لتتمكن من تحديد. اترك المساحة فارغة لاستخدام الافتراضي
de_de: Eine pro Zeile. Dadurch werden Ihrer Immobilien-Bearbeitungsseite Checkboxen hinzugefügt, die Sie auswählen können. Leer lassen, um Standard zu verwenden
es_es: Una por línea. Esto agregará casillas de verificación a la página de edición de propiedad para que usted seleccione. Déjelo en blanco para usar el valor predeterminado
pt_br: Um por linha. Isso irá adicionar caixas de seleção à sua página de edição de propriedade para você selecionar. Deixe em branco para usar o padrão

source: Property Types
ar: أنواع العقارات
es_es: Tipos de propiedades
pt_br: Tipos de propriedade

source: One per line. This will add property types to select from when entering properties. Leave blank to use default
ar: واحد لكل سطر. وهذا سيضيف أنواع الملكية الاختيار من بينها عند إدخال خصائص. اترك المساحة فارغة لاستخدام الافتراضي
es_es: Uno por línea. Agregará los tipos de propiedades. De ellas seleccionarás al añadir propiedades nuevas. Dejar en blanco para usar los valores predeterminados
pt_br: Um por linha. Isso irá adicionar tipos de propriedade para selecionar a partir da entrada de propriedades. Deixe em branco para usar o padrão

source: Property Purposes
ar: الغرض الملكية
es_es: Propósito de la propiedad
pt_br: Fins da Propriedade

source: One per line. This will add property purposes to select from when entering properties. Leave blank to use default
ar: واحد لكل سطر. سيقوم هذا بإضافة أغراض الملكية الاختيار من بينها عند إدخال خصائص. اترك المساحة فارغة لاستخدام الافتراضي
es_es: Uno por línea. Agregará propósitos de propiedades para seleccionar cuando se añaden nuevas propiedades. Dejar en blanco para usar los valores predeterminados
pt_br: Um por linha. Isso irá adicionar propriedades para selecionar de quando entrar em propriedades. Deixe em branco para usar o padrão

source: Property Statuses
ar: المنزلة الملكية
es_es: Estados de propiedades
pt_br: Status da propriedade

source: One per line. This will add property status to select from when entering properties. Leave blank to use default
ar: واحد لكل سطر. سيقوم هذا بإضافة حالة الملكية الاختيار من بينها عند إدخال خصائص. اترك المساحة فارغة لاستخدام الافتراضي
es_es: Uno por línea. Agregará los estados seleccionables de las propiedades cuando se añaden propiedades. Dejar en blanco para usar los valores predeterminados
pt_br: Um por linha. Isso irá adicionar o status da propriedade para selecionar de quando entrar nas propriedades. Deixe em branco para usar o padrão

source: Properties Per Page
ar: عدد العقارات في الصفحة
de_de: Anzahl der Immobilien pro Seite
es_es: Propiedades por páginas
pt_br: Imóveis por página

source: Number of properties you want to display on archive pages. (tags etc)
ar: عدد العقارات التي تريد عرضها في نتائج البحث وصفحات الأرشيف.
de_de: Anzahl der Immobilien die auf Archivseiten angezeigt werden sollen. (Schlagwörter, etc.)
es_es: Número de propiedades que desea mostrar en las páginas de archivo. (etiquetas, etc.)
pt_br: Número de propriedades que deseja exibir nos resultados da pesquisa e nas páginas de arquivo.

source: It will enable the special fields for energy efficiency
de_de: Aktiviert die Sonderfelder für Informationen der Energiefizienz
es_es: Habilita los campos especiales para la eficiencia energética
pt_br: Permitirá campos especiais para eficiência energética

source: Enable
ar: تمكين
de_de: Aktivieren
es_es: Habilitar
pt_br: Habilitar

source: Templates Settings
ar: Templates Settings-اعدادات القالب
de_de: Vorlagen-Einstellungen
es_es: Preferencias de las plantillas
pt_br: Configurações de Modelos

source: Property Page Template
ar: قالب صفحة العقار
de_de: Vorlage der Immobiliendetailseite
es_es: Plantilla de página de propiedades
pt_br: Modelo da página de propriedade

source: Choose single property display layout
ar: اختار عقار واحد للعرض
de_de: Wählen Sie ein Layout für die Anzeige aus
es_es: Elegir el diseño de visualización de propiedades individuales
pt_br: Escolha layout de exibição de propriedade única

source: Default
ar: افتراضي
de_de: Standard
es_es: Defecto
pt_br: Padrão

source: Full Width
ar: عرض كامل
de_de: Gesamtbreite
es_es: Ancho total
pt_br: Largura completa

source: Left Sidebar
ar: الشريط الجانبى الايسر
de_de: Linke Seitenleiste
es_es: Barra lateral izquierda
pt_br: Barra lateral esquerda

source: From Theme
de_de: Aus der Vorlage
es_es: Del Tema
pt_br: Do Tema

source: Archive Page Template
ar: قالب صفحة الأرشيف
de_de: Archiv-Seitenvorlage
es_es: Plantilla de página de archivo
pt_br: Modelo de Página de Arquivo

source: Choose tags and archive properties display layout
ar: اختيار العلامات والعقارات أرشيف عرض تخطيط
de_de: Wählen Sie ein Immobilienlayout für Tags und Archivseiten aus
es_es: Elija las etiquetas y las propiedades del archivo
pt_br: Escolha tags e propriedades de arquivo layout de exibição

source: From Plugin
ar: من الاضافات
de_de: Vom Plugin
es_es: Desde el complemento
pt_br: Do Plugin

source: Agent Page Template
ar: قالب صفحة الوكيل العقارى
de_de: Anbieter-Seitenvorlage
es_es: Plantilla de página del agente
pt_br: Modelo da página do agente

source: Choose agent page display layout
ar: اختيار وكيل عقارى تصميم عرض الصفحة
de_de: Wählen Sie das Layout der Anbieterseite aus
es_es: Elegir la presentación de la página del agente
pt_br: Escolher layout de exibição de página de agente

source: Enable Agent Template
de_de: Anbieter-Seitenvorlage aktivieren
es_es: Habilitar la plantilla del agente
pt_br: Modelo da página do Corretor

source: All Users
de_de: Alle Nutzer
es_es: Todos los usuarios
pt_br: Todos os usuários

source: Only Property Agents
de_de: Nur Makler
es_es: Solo agentes inmobiliarios
pt_br: Apenas corretor imobiliários

source: Agent Page Template must be set to From Plugin
es_es: La plantilla del agente debe estar asignado al plugin del formulario
pt_br: O Modelo da página do Corretor deve ser definido como Do plug-in

source: Container Maximum Width
ar: الحد الأقصى لعرض الحاويات
de_de: Maximale Breite des Containers
es_es: Ancho máximo del contenedor
pt_br: Largura máxima do contêiner

source: Provide container max width in px, eg: 1140px
ar: توفير عرض الحد الأقصى للحاوية في بس، على سبيل المثال: 1140 بكسل
de_de: Geben Sie die maximale Breite des Containers in px an, zB: 1140px
es_es: Proporciona el ancho máximo del contenedor en px, por ejemplo: 1140px
pt_br: Forneça a largura máxima do contêiner em px, por exemplo: 1140 px

source: Agent Page Sidebar Card
ar: وكيل عقارى صفحة بطاقة الشريط الجانبي
de_de: Anbieterseite Sidebar-Karte
es_es: Barra lateral en de la página del agente
pt_br: Página de Corretor da barra lateral

source: Enable or disable default agent card and contact form on single agent page
ar: تمكين أو تعطيل بطاقة الوكيل الافتراضية ونموذج الاتصال على صفحة وكيل عقارىواحد
de_de: Aktivieren oder deaktivieren Sie die Standard-Agent-Karte und das Kontaktformular auf der Seite des einzelnen Agenten
es_es: Habilitar o deshabilitar la tarjeta de agente predeterminada y el formulario de contacto en la página de agente único
pt_br: Habilite ou desabilite o cartão do corretor e o formulário de contato padrão na página do corretor único

source: Agent Card Style
de_de: Anbieter Profil
es_es: Estilo de la tarjeta de los agentes
pt_br: Perfil do Corretor Imobiliário

source: Choose agent profile card
de_de: Wählen Sie die Makler-Karte aus
es_es: Selecciona la tarjeta de los agentes
pt_br: Escolha o Corretor que é o perfil que deseja exibir

source: Style 1
de_de: Stil 1
es_es: Estilo 1
pt_br: Estilo de caixa 1

source: Style 2
de_de: Stil 2
es_es: Estilo 2
pt_br: Estilo de caixa 2

source: Style 3
de_de: Stil 3
es_es: Estilo 3
pt_br: Caixa de estilo

source: Agent Page Contact Form
de_de: Anbieter Kontaktformular
es_es: Formulario de contacto del agente
pt_br: Registro de Corretores

source: Enable or disable contact form on agent page
de_de: Aktivieren oder Deaktivieren des Kontaktformulars auf der Anbieterseite
es_es: Habilitar o deshabilitar el formulario de contacto en la página del agente
pt_br: Habilite ou desabilite o cartão de corretor e o formulário de contato padrão na página do corretor único

source: Agent Page Sidebar
ar: وكيل عقارى الصفحة الشريط الجانبي
de_de: Seitenleiste der Anbieterseite
es_es: Barra lateral en la página del agente
pt_br: Página de Corretor da barra lateral

source: Choose sidebar for agent details page
ar: اختر الشريط الجانبي لصفحة تفاصيل الوكيل
de_de: Wählen Sie die Seitenleiste für die Anbieter Detailseite
es_es: Elija la barra lateral para la página de detalles del agente
pt_br: Escolha a barra lateral para a página de detalhes do corretor

source: Property Edit Page
ar: الصفحة تحرير العقار
de_de: Immobilie Bearbeitungsseite
es_es: Página de modificación de la propiedad
pt_br: Página de Edição do imóvel

source: Paste shortcode on selected page
de_de: Fügen Sie den Shortcode [rem_edit_property] auf der ausgewählten Seite ein
es_es: Insertar el código corto en la página seleccionada
pt_br: Cole o shortcode [rem_edit_property] na página selecionada

source: Fields Help Text
de_de: Hilfetext des Eingabefeldes
es_es: Textos de ayuda en los campos de formulario
pt_br: Texto de ajuda dos campos

source: Enable or disable help icon with fields when creating/editing properties.
de_de: Hilfesymbol mit Feldern beim Erstellen / Bearbeiten von Eigenschaften aktivieren oder deaktivieren.
es_es: Habilitar o deshabilitar el icono de ayuda con campos al crear/editar propiedades.
pt_br: Ative ou desative o ícone de ajuda com campos ao criar / editar propriedades.

source: Single Property Page
ar: Single Property Page-صفحة العقار المفرد
de_de: Einzelseite der Immobilie
es_es: Página de propiedad individual
pt_br: Imóvel

source: Map
ar: خريطة
de_de: Karte
es_es: Mapa
pt_br: Mapa

source: Show or hide property map on single property page
de_de: Wählen Sie die Seitenleiste für Einzelseite der Immobilie
es_es: Mostrar u ocultar el mapa de propiedades en la página individual de las propiedades
pt_br: Mostrar ou ocultar o mapa de propriedades na página de propriedades únicas

source: Property Page Sidebar Card
ar: صفحة العقار بطاقة الشريط الجانبي
es_es: Barra lateral en la página individual de la propiedad
pt_br: Cartão da barra lateral da página de propriedades

source: Enable or disable default agent card and contact form on single property page
ar: تمكين أو تعطيل بطاقة الوكيل الافتراضية ونموذج الاتصال على صفحة موقع واحد
de_de: Aktivieren oder deaktivieren Sie die Standard-Anbieter-Karte und das Kontaktformular auf Immobilienseite
es_es: Habilitar o deshabilitar la tarjeta de agente predeterminada y el formulario de contacto en la página individual de las propiedades
pt_br: Habilite ou desabilite o cartão de corretor padrão e o formulário de contato na página de propriedade única

source: Property Page Sidebar
ar: الصفحة الجانبية الشريط الجانبي
de_de: Immobilienseite Seitenleiste
es_es: Barra lateral de página de propiedad
pt_br: Lateral da página do imóvel

source: Choose sidebar for single property page
ar: اختر الشريط الجانبي لصفحة موقع واحد
de_de: Wählen Sie die Seitenleiste für eine einzelne Immobilienseite
es_es: Elegir la posición de la barra lateral en la página individual de la propiedad
pt_br: Escolha barra lateral para a página de propriedades únicas

source: Gallery Slider Width
ar: عرض سلايدر المعرض
de_de: Galerie Sliderbreite
es_es: Ancho del deslizador de la galería
pt_br: Largura do Slider da Galeria

source: Slider width with unit. Eg:
de_de: Sliderbreite mit Einheit. Z.B:
es_es: Ancho del deslizador con la unidad. Ej:
pt_br: Largura do slider com a unidade. Por exemplo:

source: Gallery Slider Height
de_de: Galerie Slider Höhe
es_es: Altura del deslizador de la galería
pt_br: Altura do controle deslizante da galeria

source: Slider height with unit. Eg:
de_de: Slider Höhe mit Einheit. ZB:
es_es: Altura del deslizador con la unidad. Ej:
pt_br: Altura do slider com a unidade. Por exemplo:

source: Gallery Slider Fit
de_de: Gallery Slider einpassen
es_es: Fit del deslizador de galería
pt_br: Galeria deslizante em forma

source: How to fit an image into slider
de_de: Wie wollen Sie Bilder in den Slider einpassen
es_es: Cómo encajar una imagen en el deslizador
pt_br: Como ajustar uma imagem ao controle deslizante

source: Cover
es_es: Cubierta
pt_br: Cobrir

source: Contain
ar: استكمال
es_es: Contener
pt_br: Login Corretor

source: Scale Down
de_de: Herunterskalieren
es_es: Reducir la escala
pt_br: Diminuir gradualmente

source: None
ar: بدون
de_de: Keine
es_es: Ninguno
pt_br: Nenhum

source: Gallery Featured Image
ar: الصورة المميزة للمعرض
de_de: Titelbild der Galerie
es_es: Imagén destacada de la galería
pt_br: Galeria Imagem em destaque

source: Enable to display featured image in slider
ar: تمكين عرض الصور المفضلة فى الاسلايدر
de_de: Aktivieren um Bild im Slider anzuzeigen
es_es: Habilitar para mostrar la rotación automática de imágenes destacadas
pt_br: Ativar para exibir a imagem em destaque no controle deslizante

source: Display Property ID
de_de: Immobilien-Id anzeigen
es_es: Mostrar ID de las propiedades
pt_br: ID da propriedade de exibição

source: Enable to display property id on frontend
de_de: Aktivieren um die Immobilien-ID im Frontend anzuzeigen
es_es: Habilitar para mostrar las IDs de la propiedades al público
pt_br: Ativar para exibir o ID da propriedade no front-end

source: Date Field Format
de_de: Format des Datumsfeldes
es_es: Formato del campo de la fecha
pt_br: Formato do campo de data

source: Provide date format if you are using date field. Eg:
de_de: Geben Sie das Datumsformat an, wenn Sie das Datumsfeld verwenden. Z.B:
es_es: Proporciona el formato de fecha si está utilizando el campo de fecha. Ej:
pt_br: Forneça o formato da data se você estiver usando o campo de data. Por exemplo:

source: Property Settings Tabs
ar: شريط إعدادات العقار
es_es: Pestañas de configuración de propiedades
pt_br: Guias de configurações de propriedade

source: Provide additional panel headings for single property pages and admin settings, each per line
ar: توفير شريط اضافى للشريط العلوى لصفحة العقار والادمن
es_es: Proporciona los encabezados de panel adicionales para páginas individuales de propiedades y configuraciones de administración, uno por línea
pt_br: Forneça cabeçalhos de painel adicionais para páginas de propriedades únicas e configurações de administrador, cada uma por linha

source: Listings
ar: Listings-قائمة
de_de: Auflistungen
es_es: Listados
pt_br: Listagens
