Repository: topazstores/real-estate-plugin
Catalog: languages/real-estate-manager-*.po
Languages: ar, de_de, es_es, pt_br

source: Property Archive Listing Style
de_de: Stil der Archive der Immobilienlisten
es_es: Estilo de los archivos de los listados de propiedades
pt_br: Estilo de listagem do arquivo de propriedades

source: Listing style for default properties page
de_de: Standard Stil der Auflistung von Immobilien
es_es: Estilo de listado para la página de propiedades predeterminadas
pt_br: Estilo de listagem para a página de propriedades padrão

source: Archive Listing Columns
de_de: Spalten der Auflistungen in den Archiven
es_es: Columnas de los archivos de listados
pt_br: Colunas de listagem de arquivamento

source: Choose columns in a row for box styles
ar: اختر الأعمدة في صف لأنماط مربع
de_de: Wählen Sie Spalten in einer Reihe für Box-Stile
es_es: Elegir columnas en una fila para los estilos de los cuadros
pt_br: Escolha colunas em uma linha para estilos de caixa

source: Inline Property Bar Fields
ar: مضمنة حقول شريط العقار
pt_br: Campos da barra de propriedades embutidas

source: Provide field names each per line to display on top bar of inline property listing style
ar: أدخل أسماء الحقول لكل سطر لعرضها على الشريط العلوي من نمط قائمة العقار المضمنة
pt_br: Forneça nomes de campos, cada um por linha, para exibir na barra superior do estilo de listagem de propriedades em linha

source: Listing Features Type
ar: نوع القائمة المفضلة
de_de: Auflisten des Feature-Typs
es_es: Tipo de características de listado
pt_br: Tipo de recursos de listagem

source: Features are displayed on property listings
ar: المفضل يظهر فى قائمة العقارات
de_de: Ausstattungen werden in Immobilienlisten angezeigt
es_es: Las características se muestran en los listados de propiedades
pt_br: Os recursos são exibidos nas listagens de propriedades

source: Icons and Data
ar: ايقونة وبيانات
de_de: Icons und Daten
es_es: Iconos más información
pt_br: Ícones e dados

source: Labels and Data
ar: التسميات والبيانات
de_de: Etiketten und Daten
es_es: Etiquetas y datos
pt_br: Etiquetas e dados

source: Icons, Labels and Data
ar: الايقونات والتسميات والبيانات
de_de: Icons, Etiketten und Daten
es_es: Iconos, etiquetas e información
pt_br: Ícones, etiquetas e dados

source: Custom Listing Features
ar: تخصيص القوائم المفضلة
pt_br: Recursos de listagem personalizados

source: Display custom property features. (Label,Field Name,Font Awesome Class) each per line. Example:
ar: اظهار تخصيص التفضيلات للعقارات
pt_br: Exibir recursos de propriedades personalizadas. (Etiqueta, Nome do campo, Classe impressionante de fonte) cada por linha. Exemplo:

source: Featured Image Size
de_de: Größe des hervorgehobenen Bildes
es_es: Tamaño de la imagen destacada
pt_br: Tamanho da imagem em destaque

source: Choose size of featured image to use
de_de: Wählen Sie die Größe des hervorgehobenen Bildes aus
es_es: Elija el tamaño de la imagen a utilizar
pt_br: Escolha o tamanho da imagem em destaque para usar

source: Search Settings
ar: Search Settings-اعدادات البحث
de_de: Such-Einstellungen
es_es: Configuración de la búsqueda
pt_br: Configurações de Pesquisa

source: Total Properties
ar: إجمالي العقارات
de_de: Gesamtanzahl Objekte
es_es: Número total de propiedades
pt_br: Total Imóveis

source: Number of properties you want to display on search results
de_de: Anzahl der Immobilien die in Suchergebnissen und Archivseiten angezeigt werden sollen
es_es: Número de propiedades que deseas mostrar en los resultados de búsqueda
pt_br: Número de propriedades que você deseja exibir nos resultados da pesquisa

source: Search Price Range Selector
ar: البحث باستخدام المدى السعرى
de_de: Preisbereichauswahl in der Suche
es_es: Selector de rango de precios en la búsqueda
pt_br: Seletor de faixa de preço de pesquisa

source: Choose price ranges input option for searching
ar: اختار نطاق بحث سعرى للبحث
de_de: Wählen Sie wie die Auswahl des Preisbereiches aussehen soll
es_es: Seleccione el tipo te introducción de precio en la búsqueda
pt_br: Escolha a opção de entrada de faixas de preço para pesquisa

source: Price Slider
ar: Price Slider-شريط السعر
de_de: Preisschieber
es_es: Control deslizante de precios
pt_br: Controle de preços

source: Min Max Fields
ar: حقل أقل واعلى
de_de: Minimal und maximal Felder
es_es: Campos de min max
pt_br: Campos Mín. Máx.

source: Search Results Style
ar: شكل نتائج البحث
de_de: Stil der Suchergebnisse
es_es: Estilo de resultados de búsqueda
pt_br: Estilo dos resultados de pesquisa

source: Choose style for search results
ar: اختار شكل نتائج البحث
de_de: Wählen Sie Stil für Suchergebnisse
es_es: Elegir el estilo para los resultados de búsqueda
pt_br: Escolha o estilo para os resultados da pesquisa

source: Search Results Columns
ar: الأعمدة في نتائج البحث
de_de: Spalten in den Suchergebnissen
es_es: Columnas en los resultados de búsqueda
pt_br: Colunas dos resultados de busca

source: Not Available Properties
de_de: Nicht verfügbare Immobilien
es_es: Viviendas no disponibles
pt_br: Imóveis não disponíveis

source: Choose either to display Not Available properties in search results or not
de_de: Wählen Sie ob Sie nicht verfügbare Immobilien anzeigen wollen oder nicht
es_es: Seleccione si desea que se muestren las propiedades "No disponibles" en los resultados de la búsqueda o no
pt_br: Escolha entre exibir imóveis Não disponíveis nos resultados da pesquisa ou não

source: Search Area Options
ar: خيارات منطقة البحث
de_de: Suchbereich-Optionen
es_es: Opciones de área de búsqueda
pt_br: Opções da área de pesquisa

source: Provide area range each per line, to display dropdown of area ranges instead of input field when searching.
ar: قدم نطاق منطقة لكل سطر، لعرض القائمة المنسدلة لنطاقات المنطقة بدلا من حقل الإدخال عند البحث.
de_de: Geben Sie für jede Zeile einen Bereich an, um bei der Suche Dropdown-Bereichsfelder anstelle von Eingabefeldern anzuzeigen.
es_es: Proporciona un rango de área por línea, para mostrar el menú desplegable de los rangos de área en lugar del campo de entrada al realizar la búsqueda.
pt_br: Forneça um intervalo de área cada por linha, para exibir o menu suspenso dos intervalos de área em vez do campo de entrada ao pesquisar.

source: Search Bedrooms Options
ar: البحث في خيارات غرف النوم
de_de: Schlafzimmer Suchoptionen
es_es: Opciones de búsqueda por dormitorios
pt_br: Pesquisar Opções de Quartos

source: Provide bedrooms range each per line, to display dropdown of bedroom ranges instead of input field when searching.
ar: توفير غرف نوم تتراوح كل في السطر، لعرض المنسدلة للنطاقات غرفة نوم بدلا من حقل الإدخال عند البحث.
de_de: Geben Sie die Schlafzimmer für jede Zeile an, um die Dropdown-Liste der Schlafzimmerbereiche anstelle des Eingabefelds anzuzeigen.
es_es: Proporciona un rango de dormitorios por línea, para mostrar el menú desplegable de los rangos de dormitorio en lugar del campo de entrada al realizar la búsqueda.
pt_br: Forneça intervalos de quartos cada um por linha, para exibir o menu suspenso dos intervalos de quartos em vez do campo de entrada ao pesquisar.

source: Search Bathrooms Options
ar: البحث الحمامات خيارات
de_de: Optionen der Badezimmersuche
es_es: Opciones de búsqueda por baños
pt_br: Pesquisar Opções de Banheiros

source: Provide bathrooms range each per line, to display dropdown of bathroom ranges instead of input field when searching.
ar: توفير الحمامات تتراوح كل في السطر، لعرض المنسدلة من نطاقات الحمام بدلا من حقل الإدخال عند البحث.
de_de: Geben Sie die Badräumer für jede Zeile an, um die Dropdown-Liste der Badraum Bereiche anstelle des Eingabefelds anzuzeigen.
es_es: Proporciona un rango de baños por línea, para mostrar el menú desplegable de las áreas de baño en lugar del campo de entrada al realizar la búsqueda.
pt_br: Forneça um intervalo de banheiros cada por linha, para exibir o menu suspenso das faixas de banheiro em vez do campo de entrada ao pesquisar.

source: Search Results Link Target
ar: هدف رابط نتائج البحث
de_de: Linkziel der Suchergebnisse
es_es: Enlace a la página de resultados de la búsqueda
pt_br: Resultado da pesquisa Link Target

source: Provide link target for results of search form. _blank to open in new tab
ar: توفير هدف الرابط لنتائج نتائج البحث. _blank لفتح في علامة تبويب جديد
pt_br: Forneça um link para os resultados do formulário de pesquisa. _blank para abrir na nova guia

source: New Tab
ar: شريط جديد
de_de: Neuer Tab
es_es: Añadir nueva pestaña
pt_br: Adicionar nova tag

source: Same Tab
ar: نفس الشريط
de_de: Selber Tab
es_es: En la misma pestaña
pt_br: Mesma guia

source: Simple Search Method
ar: معاملات بحث بسيطة
de_de: Einfache Suchmethode
es_es: Método de búsqueda simple
pt_br: Método de Pesquisa Simples

source: Provide text,field_name,is_number,value each per line (all lowercase)
de_de: Geben Sie text, field_name, is_number, Wert pro Zeile (alle Kleinbuchstaben) ein
es_es: Proporciona texto,nombre_de_campo,es_número,valor cada uno por línea (todos en minúsculas)
pt_br: Forneça texto, field_name, is_number, valor cada por linha (todas em minúsculas)

source: Help
ar: مساعدة
de_de: Hilfe
es_es: Ayuda
pt_br: Ajuda

source: Prefill Search Fields
de_de: Suchfelder Vor-Ausfüllen
es_es: Rellenar los campos de búsqueda
pt_br: Campos de pesquisa de pré-preenchimento

source: Enable it to display all the available values of fields in a dropdown on the search form to choose.
de_de: Aktivieren Sie diese Option, um alle verfügbaren Werte von Feldern in einer Dropdown-Liste im Suchformular anzuzeigen.
es_es: Habilitarlo para que muestre todos los valores disponibles de los campos en un desplegable en el formulario de búsqueda a elegir.
pt_br: Ative para exibir todos os valores disponíveis dos campos em uma lista suspensa no formulário de pesquisa para escolher.

source: Minimum Price
ar: سعر الحد الأدنى
de_de: Minimaler Preis
es_es: Precio mínimo
pt_br: Preço Mínimo

source: Minimum price for price slider
ar: سعر الحد الأدنى للسعر المنزلق
de_de: Mindestpreis für Preisschieber
es_es: Precio mínimo de la barra de precios
pt_br: Preço mínimo para o controle de preços

source: Maximum Price
ar: الأسعار القصوى
de_de: Maximaler Preis
es_es: Precio máximo
pt_br: Preço máximo

source: Maximum price for price slider
ar: السعر الأقصى للسعر المنزلق
de_de: Höchstpreis für Preisschieber
es_es: Precio máximo de la barra de precios
pt_br: Preço máximo para o deslizador de preços

source: Step
ar: خطوة
de_de: Schritt
es_es: Paso
pt_br: Degrau

source: Step or interval for price slider
ar: خطوة أو فاصل لمنزلق السعرخطوة أو فاصل لمنزلق السعر
de_de: Schritt oder Intervall für Preisschieber
es_es: Paso o intervalo para el control deslizante de precios
pt_br: Passo ou intervalo para o controle de preços

source: Default Minimum Price
ar: افتراضي الحد الأدنى الأسعار
de_de: Standard Mindestpreis
es_es: Precio mínimo predeterminado
pt_br: Preço mínimo padrão

source: Default Minimum price for price slider
ar: افتراضي سعر الحد الأدنى للسعر المنزلق
de_de: Default Minimaler Preis für Preisschieber
es_es: Precio mínimo predeterminado para el control deslizante de precios
pt_br: Predefinição Preço mínimo para o deslizador de preços

source: Default Maximum Price
ar: السعر الافتراضي الأقصى
de_de: Standard-Höchstpreis
es_es: Precio máximo predeterminado
pt_br: Preço máximo padrão

source: Default Maximum price for price slider
ar: افتراضي السعر الأقصى للسعر المنزلق
de_de: Standard Maximaler Preis für Preisschieber
es_es: Precio máximo predeterminado para el deslizador de precio
pt_br: Predefinição Preço máximo para o deslizador de preços

source: Email Messages
ar: Email Messages-رسائل الإيميل
de_de: E-Mail Nachricht
es_es: Mensajes de correo electrónico
pt_br: Mensagens de e-mail

source: Agent Registered
ar: وكيل عقارىمسجل
de_de: Anbieter registriert
es_es: Agente registrado
pt_br: Corretor Registrado

source: This message will sent to
ar: سيتم إرسال هذه الرسالة إلى
de_de: Diese Nachricht wird gesendet an
es_es: Este mensaje se enviará a
pt_br: Esta mensagem será enviada para

source: when new agent is registered. You can use %username% and %email% for details
ar: عندما يتم تسجيل عامل جديد. يمكنك استخدام %username% و %email% لمزيد من التفاصيل
de_de: wenn ein neuer Anbieter registriert ist. Sie können %username% und %email% für Details verwenden
es_es: cuando se registra un nuevo agente. Puede usar %username% y %email% para obtener detalles
pt_br: Quando um novo agente é registrado. Você pode usar% username% e% email% para obter detalhes

source: Agent Pending
ar: وكيل عقارىقيد الانتظار
de_de: Anbieter ausstehend
es_es: Agente pendiente
pt_br: Corretor pendente

source: Email Message for agent when new agent is registered but status is pending. You can use %username% and %email% for details
ar: البريد الإلكتروني رسالة عن وكيل عقارىعند تسجيل عامل جديد ولكن الوضع لا يزال معلقا. يمكنك استخدام اسم المستخدم٪٪ و٪ البريد الإلكتروني٪ لمزيد من التفاصيل
de_de: E-Mail-Nachricht für Agent, wenn neuer Agent registriert ist, aber Status steht noch aus. Sie können %username% und %email% für Details verwenden
es_es: Mensaje de correo electrónico para el agente cuando el nuevo agente está registrado pero el estado está pendiente. Puede usar% username% y% email% para obtener detalles
pt_br: Email Mensagem para o agente quando o novo agente está registrado, mas o status está pendente. Você pode usar% username% e% email% para obter detalhes

source: Agent Approved
ar: وكيل عقارىوافق
de_de: Anbieter angenommen
es_es: Agente aprobado
pt_br: Corretor Aprovado

source: Email Message for agent when registered agent is approved. You can use %username% and %email% for details
ar: البريد الإلكتروني رسالة عن وكيل عقارىعندما تتم الموافقة على الوكيل المسجل. يمكنك استخدام اسم المستخدم٪٪ و٪ البريد الإلكتروني٪ لمزيد من التفاصيل
de_de: E-Mail-Nachricht für Agent, wenn registrierter Agent genehmigt ist. Sie können %username% und %email% für Details verwenden
es_es: Mensaje de correo electrónico para el agente cuando el agente registrado es aprobado. Puede usar %username% y %email% para obtener detalles
pt_br: Email Mensagem para o agente quando o agente registrado for aprovado. Você pode usar% username% e% email% para obter detalhes

source: Agent Rejected
ar: وكيل عقارىرفض
de_de: Anbieter abgelehnt
es_es: Agente rechazado
pt_br: Corretor rejeitado

source: Email Message for agent when registered agent is rejected. You can use %username% and %email% for details
ar: البريد الإلكتروني رسالة عن وكيل عقارىعندما رفض وكيل عقارىمسجل. يمكنك استخدام اسم المستخدم٪٪ و٪ البريد الإلكتروني٪ لمزيد من التفاصيل
de_de: E-Mail-Nachricht für Agent, wenn registrierter Agent abgelehnt wird. Sie können %username% und %email% für Details verwenden
es_es: Mensaje de correo electrónico para el agente cuando se rechaza el agente registrado. Puede usar% username% y% email% para obtener detalles
pt_br: Email Mensagem para o agente quando o agente registrado é rejeitado. Você pode usar% username% e% email% para obter detalhes

source: Property Submission
ar: العقارات المدرجة
de_de: Einreichung von Immobilien
es_es: Registro de propiedad
pt_br: Envio de propriedade

source: This message will be sent to
de_de: Diese Nachricht wird gesendet an
es_es: Este mensaje se enviará a
pt_br: Esta mensagem será enviada para

source: when new property is submitted. You can use variables %username% %approve_url% and %email% for details
ar: عندما يتم تسجيل عامل جديد. يمكنك استخدام %username% و %email% %approve_رابط الكترونى% لمزيد من التفاصيل
de_de: sobald ein neuer Agent registriert ist. Sie können %username% und %email% für Details verwenden
es_es: cuando se registra un nuevo agente. Puede usar %username% y %email% para obtener detalles
pt_br: quando nova propriedade é cadastrada. Você pode usar as variáveis% username%% approve_url% e% email% para obter detalhes

source: Property Submission Message for Agent
de_de: Nachricht an den Anbieter nach Eintragen eine Immobilie
es_es: Mensaje de registro de una propiedad para el agente
pt_br: Mensagem de envio de propriedade para o corretor

source: This message will be sent to agent when new property is submitted.
ar: هذه الرسالة سترسل للوكيل عندما يتم ادراج عقار جديد
de_de: Diese Nachricht wird an den Anbieter gesendet, sobald eine neue Immobilie gesendet wird.
es_es: Este mensaje se enviará al agente cuando se envíe una nueva propiedad.
pt_br: Esta mensagem será enviada ao corretor quando uma nova propriedade for enviada.

source: Property Approved Message for Agent
ar: رسالة وافقة للوكيل
de_de: Nachricht für den Anbieter sobald eine Immobilie genehmigt wurde
es_es: Mensaje para propiedades aprobadas para los agentes
pt_br: Mensagem de propriedade aprovada pelo corretor

source: This message will be sent to agent when new property is approved.
ar: هذه الرسالة سترسل الى الوكيل عند الموافقة على العقار
de_de: Diese Nachricht wird an den Agenten gesendet, sobald eine Immobilie genehmigt wird.
es_es: Este mensaje se enviará al agente cuando se apruebe la nueva propiedad.
pt_br: Esta mensagem será enviada ao agente quando uma nova propriedade for aprovada.

source: Agent Contact Form
de_de: Kontaktformular für den Anbieter
es_es: Formulario de contacto con el agente
pt_br: Formulário de contato do Corretores

source: Email Subject
de_de: Betreff der E-Mail
es_es: Asunto del correo electrónico
pt_br: Assunto do email

source: Provide email subject here if someone contacts through single property page. You can also use these special tags.
de_de: Geben Sie hier den Betreff der E-Mail an, wenn jemand über eine einzelne Eigenschaftsseite Kontakt aufnimmt. Sie können diese speziellen Tags auch verwenden.
es_es: Proporciona el asunto del correo electrónico aquí si alguien se pone en contacto a través de una sola página de propiedad. También puede utilizar estas etiquetas especiales.
pt_br: Forneça o assunto do email aqui se alguém entrar em contato através da página de propriedades únicas. Você também pode usar essas tags especiais.

source: Email Format
de_de: Format der E-Mail
es_es: Formato del correo electróncio
pt_br: Formato de Email

source: Provide email markup here. You can also use these special tags.
de_de: Geben Sie hier das E-Mail-Markup ein. Sie können diese speziellen Tags auch verwenden.
es_es: Proporciona código HTML para el correo electrónico aquí. También puede utilizar estas etiquetas especiales.
pt_br: Forneça a marcação por e-mail aqui. Você também pode usar essas tags especiais.

source: Agent Contact Email Addresses
ar: البريد الإلكتروني للتواصل
de_de: Kontakt E-Mailadresse des Anbieters
es_es: Direcciones de correo electrónico del agente
pt_br: Endereços de e-mail de contato do Corretor

source: Provide Additional Email addresses each per line to cc mail when visitor fills the contact agent form.
ar: قدم عناوين بريد إلكتروني إضافية لكل سطر إلى سيسي ميل عندما يملأ الزائر نموذج وكيل عقارىجهة الاتصال.
de_de: Geben Sie zusätzliche E-Mail-Adressen pro Zeile an CC-Mail an, wenn der Besucher das Kontaktformular ausfüllt.
es_es: Proporciona direcciones de correo electrónico adicionales por línea a cc mail cuando el visitante rellene el formulario de agente de contacto.
pt_br: Forneça endereços de e-mail adicionais, cada um por linha, para cc mail quando o visitante preencher o formulário do corretor de contato.

source: GDPR Message
de_de: GDRP Nachricht
es_es: Mensaje de protección de datos (GDPR)
pt_br: Mensagem GDPR

source: Provide the message to display with the contact form with a required checkbox.
de_de: Geben Sie die Nachricht an, die mit dem Kontaktformular mit einem erforderlichen Kontrollkästchen angezeigt werden soll.
es_es: Proporciona el mensaje que se mostrará con el formulario de contacto con una casilla de verificación obligatoria.
pt_br: Forneça a mensagem a ser exibida com o formulário de contato com uma caixa de seleção necessária.

source: Site key
es_es: Clave del sitio
pt_br: Chave do site

source: Provide Google reCAPTCHA V2 Site Key. You can create Site key
de_de: Stellen Sie den Google reCAPTCHA V2-Seiten-Schlüssel bereit. Sie können den Seiten-Schlüssel erstellen
es_es: Proporciona la clave de la API de Google Maps aquí. Puedes crear una clave del Site en la API
pt_br: Forneça a chave da API do Google Maps aqui. Você pode criar a chave da API

source: Secret key
de_de: Geheimer Schlüssel
es_es: Clave secreta
pt_br: Chave secreta

source: Provide Google reCAPTCHA V2 Secret Key. You can create Secret key
de_de: Stellen Sie den geheimen Schlüssel von Google reCAPTCHA V2 bereit. Sie können einen geheimen Schlüssel erstellen
es_es: Proporciona la clave de la API de Google Maps aquí. Puede crear una clave de API
pt_br: Forneça a chave da API do Google Maps aqui. Você pode criar a chave da API

source: Agent Registration
de_de: Anbieter-Registrierung
es_es: Registro de agentes
pt_br: Registro dos Corretores

source: Check to enable captcha on new agent registration.
de_de: Aktivieren Sie diese Option, um das Captcha bei der Registrierung eines neuen Anbieters zu aktivieren.
es_es: Activar para habilitar un capchta en el formulario de registro de un nuevo agente.
pt_br: Marque para ativar o captcha no registro do novo corretor.

source: Contact Agent
ar: بيانات الوكيل
de_de: Anbieter-Kontakt
es_es: Contactar al agente
pt_br: Login Corretor

source: Check to enable captcha on agent contact form.
de_de: Aktivieren Sie diese Option, um das Captcha im Kontaktformular des Anbieters zu aktivieren.
es_es: Activa para habilitar Capchtas en el formulario de contacto del agente.
pt_br: Marque para ativar o captcha no formulário de contato do corretor.

source: Login Agent
ar: عامل تسجيل الدخول
de_de: Anbieter einloggen
es_es: Acceso de agentes
pt_br: Login Corretor

source: Check to enable captcha on agent login form.
de_de: Aktivieren Sie diese Option, um das Captcha im Login-Formular des Anbieters zu aktivieren.
es_es: Seleccione esta opción para habilitar el captcha en el formulario de inicio de sesión del agente.
pt_br: Marque para ativar o captcha no formulário de login do corretor.

source: Labels and Headings
ar: Labels and Headings -التسميات والعناوين
de_de: Etiketten und Überschriften
es_es: Etiquetas y encabezados
pt_br: Etiquetas e Cabeçalhos

source: Features Heading
ar: ميزات العنوان
de_de: Objektausstattung Überschrift
es_es: Encabezado de las características
pt_br: Caracteres Título

source: Provide heading text for property features on property pages
ar: تقديم النص متوجها ميزات العقار على صفحات العقارات
de_de: Geben Sie Überschrift Text für Objekteigenschaften auf Immobilien-Seiten an
es_es: Proporciona el texto del encabezado para las características de la propiedad en las páginas de las propiedades
pt_br: Fornecer texto de título para os recursos de propriedades nas páginas de propriedades

source: Maps Heading
ar: خرائط العنوان
de_de: Karten-Überschrift
es_es: Encabezado del mapa
pt_br: Mapas Título

source: Provide heading text for maps on property pages
ar: تقديم نص العنوان للخرائط على صفحات العقارات
de_de: Geben Sie die Überschrift für die Karten auf Immobilienseiten ein
es_es: Proporcionar texto de encabezado para mapas en páginas de propiedades
pt_br: Fornecer texto de título para mapas nas páginas de propriedades

source: Tags Heading
ar: الوسم العنوان
de_de: Schlagwort Überschrift
es_es: Encabezados de etiquetas
pt_br: Tags Título

source: Provide heading text for tags on property pages
ar: تقديم نص العنوان لالعلامات على صفحات العقارات
de_de: Geben Sie den Überschrifttext für Tags auf Objektseiten ein
es_es: Proporcionar texto de encabezado para las etiquetas en las páginas de las propiedades
pt_br: Fornecer texto de título para tags em páginas de propriedades

source: Tags Heading for Archive Pages
ar: تقديم نص العنوان لالعلامات على صفحات العقارات
pt_br: Etiquetas para páginas de arquivo

source: You can use %tag% for tag name
ar: يمكنك استخدام العلامة %tag% لاسم العلامة
de_de: Sie können%tag% für den Schlagwort-Namen verwenden
es_es: Puede usar %tag% para usar el nombre de la etiqueta
pt_br: Você pode usar% tag% para nome de etiqueta
