Repository: topazstores/real-estate-plugin
Catalog: languages/real-estate-manager-*.po
Languages: ar, de_de, es_es, pt_br

source: Danish krone
ar: الكرون الدنماركي
de_de: Dänische Kronen
es_es: Corona danesa
pt_br: Coroa dinamarquesa

source: Dominican peso
ar: بيزو دومينيكي
de_de: Dominikanischer Peso
es_es: Peso dominicano
pt_br: Peso dominicano

source: Algerian dinar
ar: الدينار الجزائري
de_de: Algerischer Dinar
es_es: Argeliako dinarea
pt_br: Dinar Argelino

source: Egyptian pound
ar: جنية مصري
de_de: Ägyptisches Pfund
es_es: Libra egipcia
pt_br: Libra egípcia

source: Eritrean nakfa
ar: نافكا الاريتري
de_de: Eritreischer Nakfa
es_es: Eritreotako nakfa
pt_br: Nakfa Eritreano

source: Ethiopian birr
ar: بر اثيوبي
de_de: Äthiopischer Birr
es_es: Etiopiako birr-a
pt_br: Birr da Etiópia

source: Euro
ar: يورو
es_es: Euroa
pt_br: Conjunto WooCommerce moeda para <b>Euros (€)</b> %1$s

source: Fijian dollar
ar: الدولار الفيجي
de_de: Fidschi-Dollar
es_es: Fiyietako dolarea
pt_br: Dólar de Fiji

source: Falkland Islands pound
ar: جزر فوكلاند جنيه استرليني
de_de: Falkland-Pfund
es_es: Malvina uharteetako libra
pt_br: Libra das Ilhas Falkland

source: Pound sterling
ar: الجنيه الاسترليني
de_de: Pfund Sterling
es_es: Libra esterlina
pt_br: Libra esterlina

source: Georgian lari
ar: لاري جورجي
de_de: Georgischer Lari
es_es: Lari georgiarra
pt_br: Lari Georgiano

source: Guernsey pound
ar: غيرنسي الجنيه
de_de: Guernsey-Pfund
es_es: Guerneseyko libra
pt_br: Guernsey libra

source: Ghana cedi
ar: سيدي غاني
de_de: Ghanaischer Cedi
es_es: Ghanako cedi-a
pt_br: Cedi Gana

source: Gibraltar pound
ar: جبل طارق جنيه
de_de: Gibraltar-Pfund
es_es: Gibraltarreko libra
pt_br: Libra de Gibraltar

source: Gambian dalasi
ar: جامبي الغامبية
de_de: Gambischer Dalasi
es_es: Ganbiako dalasia
pt_br: Dalasi Gambiano

source: Guinean franc
ar: فرنك غيني
de_de: Guinea-Franc
es_es: Guineako frankoa
pt_br: Franco da Guiné

source: Guatemalan quetzal
ar: جواتيمالي غواتيمالا
de_de: Guatemaltekischer Quetzal
es_es: Guatemalako Quetzala
pt_br: Quetzal Guatemalteco

source: Guyanese dollar
ar: دولار جوياني
de_de: Guyana-Dollar
es_es: Guyango dolarea
pt_br: Dólar Guianês

source: Hong Kong dollar
ar: دولار هونج كونج
es_es: Dólar de Hong Kong
pt_br: Dólar Hong Kong

source: Honduran lempira
ar: لمبيرا هندوراسي
de_de: Honduranischer Lempira
es_es: Lempira hondurarra
pt_br: Iempira das Honduras

source: Croatian kuna
ar: كونا الكرواتية
de_de: Kroatischer Kuna
es_es: Kuna croata
pt_br: Kuna croata

source: Haitian gourde
ar: غورد هايتي
de_de: Haitianische Gourde
es_es: Haitiko gourdea
pt_br: Gourde Haitiano

source: Hungarian forint
ar: الفورنت الهنغاري
de_de: Ungarische Forint
es_es: Florín húngaro
pt_br: Forint húngaro

source: Indonesian rupiah
ar: الروبية الاندونيسية
de_de: Indonesische Rupien
es_es: Rupia indonesia
pt_br: Rupia indonésia

source: Israeli new shekel
ar: الشيكل الاسرائيلي الجديد
de_de: Neuer Israel Schekel
es_es: Israelgo Shequel berria
pt_br: Novo Shekel Israelense

source: Manx pound
ar: جنيه مانكس
de_de: Isle-of-Man-Pfund
es_es: Manx-go libra
pt_br: Librade Manx

source: Indian rupee
ar: الروبية الهندية
es_es: Rupia india
pt_br: Rupia indiana

source: Iraqi dinar
ar: الدينار العراقي
de_de: Irakischer Dinar
es_es: Iraq-eko dinarea
pt_br: Dinar iraquiano

source: Iranian rial
ar: الريال الإيراني
de_de: Iranische Rial
es_es: Irango riala
pt_br: Rial Iraniano

source: Icelandic kr&oacute;na
ar: ‫ISK - كرونة آيسلندية
de_de: Isländische Krone
es_es: Islandiako korona
pt_br: Coroa Islandesa

source: Jamaican dollar
ar: الدولار الجامايكي
de_de: Jamaikanischer Dollar
es_es: Jamaikako dinarea
pt_br: Dólar jamaicano

source: Jordanian dinar
ar: الدينار الأردني
de_de: Jordanischer Dinar
es_es: Jordaniako dinarea
pt_br: Dinar jordano

source: Japanese yen
ar: الين الياباني
de_de: Japanischer Yen
es_es: Yen japonés
pt_br: DEM marcos alemães

source: Kenyan shilling
ar: الشلن الكيني
de_de: Kenia-Schilling
es_es: Chelín keniano
pt_br: Xelim queniano

source: Kyrgyzstani som
ar: سوم قرغيزستاني
de_de: Kirgisischer Som
es_es: Kyrgyzstan-go som-a
pt_br: Som de Quirguistão

source: Cambodian riel
ar: رييل كمبودي
de_de: Kambodschanischer Riel
es_es: Kanboyako riela
pt_br: Riel Cambojano

source: Comorian franc
ar: فرنك جزر القمر
de_de: Komoren-Franc
es_es: Franko komoriarra
pt_br: Franco Comoriano

source: North Korean won
ar: الوون الكوري الشمالي
de_de: Nordkoreanischer Won
es_es: Won norkorearra
pt_br: Won Norte- Coreano

source: South Korean won
ar: الوون الكوري الجنوبي
de_de: Südkoreanischer Won
es_es: Won surcoreano
pt_br: Won sul- coreano

source: Kuwaiti dinar
ar: الدينار الكويتي
de_de: Kuwait-Dinar
es_es: Kuwait
pt_br: Dinar do Kuwait

source: Cayman Islands dollar
ar: الدولار جزر كايمان
de_de: Kaiman-Dollar
es_es: Kaiman uharteetako dolarea
pt_br: Dólar das Ilhas Cayman

source: Kazakhstani tenge
ar: تنغي كازاخستاني
de_de: Kasachischer Tenge
es_es: Kazakhstango tengea
pt_br: Tenge Cazaquistão

source: Lao kip
ar: كيب
de_de: Laotischer Kip
es_es: Kip laosiano
pt_br: Kip Laosiano

source: Lebanese pound
ar: الليرة اللبنانية
de_de: Libanesisches Pfund
es_es: Líbano
pt_br: Libra libanesa

source: Sri Lankan rupee
ar: الروبية السريلانكية
de_de: Sri Lanka-Rupie
es_es: Sri Lankako rupia
pt_br: Rupia de Sri Lanka

source: Liberian dollar
ar: دولار ليبيري
de_de: Liberianische Dollar
es_es: Liberia
pt_br: Dólar Liberiano

source: Lesotho loti
ar: لوتى ليسوتو
de_de: Lesothischer Loti
es_es: Lesotoko lotia
pt_br: Loti Lesoto

source: Libyan dinar
ar: الدينار الليبي
de_de: Lybische Dinar
es_es: Libiako dinarra
pt_br: Dinar líbio

source: Moroccan dirham
ar: الدرهم المغربي
de_de: Marokkanischer Dirham
es_es: Marokoko Dírham-a
pt_br: MAD

source: Moldovan leu
ar: ليو مولدوفي
de_de: Moldawischer Leu
es_es: Moldabiako Leu-a
pt_br: Leu Moldavo

source: Malagasy ariary
ar: ارياري مدغشقر
de_de: Madagassischer Ariary
es_es: Ariary malgatxea
pt_br: Ariary Madagáscar

source: Macedonian denar
ar: بالدينار المقدوني
de_de: Mazedonischer Denar
es_es: República de Macedonia
pt_br: Denar Macedônio

source: Burmese kyat
ar: كيات بورمي
de_de: Myanmarischer Kyat
es_es: Birmaniako kyat-a
pt_br: Kyat Birmanês

source: Mongolian t&ouml;gr&ouml;g
ar: MNT - توغروغ منغولي
de_de: Mongolischer Tögrög
es_es: Mongokiako tugrik-a
pt_br: Tugrik Mongol

source: Macanese pataca
ar: باتاكا ماكاوي
de_de: Macau-Pataca
es_es: Pataca macaniarra
pt_br: Pataca da Macaronésia

source: Mauritanian ouguiya
ar: أوقية موريتانية
de_de: Mauretanischer Ouguiya
es_es: Mauritaniako ouguiya
pt_br: Uguia

source: Mauritian rupee
ar: روبية موريشيوس
de_de: Mauritius-Rupie
es_es: Maurizioko rupia
pt_br: Rupia da Mauritânia

source: Maldivian rufiyaa
ar: ماليدفية جزر المالديف
de_de: Malediven-Rupie
es_es: Maldivetako rupia
pt_br: Rufia das MalivasName

source: Malawian kwacha
ar: كواتشا مالاوى
de_de: Malawi-Kwacha
es_es: Malawiko kwacha
pt_br: Kwacha Malawiano

source: Mexican peso
ar: البيزو المكسيكي
de_de: Mexikanischer Peso
es_es: Peso mexicano
pt_br: Peso mexicano

source: Malaysian ringgit
ar: رينجت ماليزي
de_de: Malaysische Ringgits
es_es: Ringgits de Malasia
pt_br: Ringgit malaio

source: Mozambican metical
ar: متكال موزمبيقي
de_de: Mosambikanischer Metical
es_es: Mozanbikeko metikala
pt_br: Metical

source: Namibian dollar
ar: الدولار الناميبي
de_de: Namibischer Dollar
es_es: Namibiako dolarea
pt_br: Dólar Namibiano

source: Nigerian naira
ar: نايرا نيجيري
es_es: Naira Nigeriano
pt_br: Naira

source: Nicaraguan c&oacute;rdoba
ar: NIO - كوردبا نيكاراغوي
de_de: Nicaraguanischer C&oacute;rdoba
es_es: Nikaraguako kordoba
pt_br: Córdoba nicaraguense

source: Norwegian krone
ar: الكرونة النرويجية
de_de: Norwegische Kronen
es_es: Corona noruega
pt_br: Coroa norueguesa

source: Nepalese rupee
ar: روبية نيبالية
de_de: Nepalesische Rupie
es_es: Nepali Rupee
pt_br: Rupia nepalesa

source: New Zealand dollar
ar: الدولار النيوزيلندي
de_de: Neuseeland Dollar
es_es: Dólar neozelandés
pt_br: Dólar Neozelandês

source: Omani rial
ar: الريال العماني
de_de: Omanischer Rial
es_es: Oman-go riala
pt_br: Rial Omanense

source: Panamanian balboa
ar: بالبوا بنمي
de_de: Panamaischer Balboa
es_es: Panamako balboa
pt_br: Balboa

source: Peruvian nuevo sol
ar: بيرو نويفو سول
de_de: Peruanischer Sol
es_es: Peruko Nuevo Sol
pt_br: Nuevo Sol Peruano

source: Papua New Guinean kina
ar: بابوا غينيا الجديد كينا
de_de: Papua-Neuguinea Kina
es_es: Papua Nueva Guineako kina
pt_br: Kina de Papua-Nova Guiné

source: Philippine peso
ar: البيزو الفلبيني
de_de: Philippinische Peso
es_es: Pesos Filipinos
pt_br: Peso filipino

source: Pakistani rupee
ar: الروبية الباكستانية
de_de: Pakistanische Rupien
es_es: Rupia pakistaní
pt_br: Rupia paquistanêsa

source: Polish z&#x142;oty
ar: ‫PLN - زلوتي بولندي
de_de: Polnischer Z&#x142;oty
es_es: Zloty Polaco
pt_br: Złoty pôlones

source: Transnistrian ruble
ar: الروبل ترانسنيستريا
de_de: Transnistrischer Rubel
es_es: Rublo transnistriarra
pt_br: Rublo Transnístriano

source: Paraguayan guaran&iacute;
ar: غواراني باراغواي&iacute;
de_de: Paraguayischer Guaran&iacute;
es_es: Guaraní paraguayo;
pt_br: Guarani paraguaio;

source: Qatari riyal
ar: الريال القطري
de_de: Katar-Riyal
es_es: Katargo riyala
pt_br: Rial de Catar

source: Romanian leu
ar: ليو روماني
de_de: Romänischer Leu
es_es: Leu rumano
pt_br: Leu romeno

source: Serbian dinar
ar: الدينار الصربي
de_de: Serbischer Dinar
es_es: Serbiako dinarea
pt_br: Dinar sérvio

source: Russian ruble
ar: الروبل الروسي
de_de: Russischer Rubel
es_es: Rublo Ruso
pt_br: Rublo

source: Rwandan franc
ar: الفرنك الرواندي
de_de: Ruanda-Franc
es_es: Ruandako frankoa
pt_br: Franco da Ruanda

source: Saudi riyal
ar: ريال سعودي
pt_br: Rial

source: Solomon Islands dollar
ar: الدولار جزر سليمان
de_de: Salomonen-Dollar
es_es: Salomon uharteetako dolarea
pt_br: Dólar do Salomão

source: Seychellois rupee
ar: روبية سيشيلية
de_de: Seychellen-Rupie
es_es: Seychelles
pt_br: Rupia de Seicheles

source: Sudanese pound
ar: جنيه سوداني
de_de: Sudanesischer Pfund
es_es: Sudango libra
pt_br: Libra sudanesa

source: Swedish krona
ar: الكرونا السويدية
de_de: Schwedische Kronen
es_es: Corona Sueca
pt_br: Krona Sueco

source: Singapore dollar
ar: دولار سنغافورة
de_de: Singapur Dollar
es_es: Dólar de Singapur
pt_br: Dólar de Cingapura

source: Saint Helena pound
ar: جنيه سانت هيلينا
de_de: St.-Helena-Pfund
es_es: Santa Elenako libra
pt_br: Libra de Santa Helena

source: Sierra Leonean leone
ar: ليون سيراليوني
es_es: Sierra Leona
pt_br: Leone de Serra Leoa

source: Somali shilling
ar: شلن أوغاندي
de_de: Somalia-Schilling
es_es: Somaliako Txelina
pt_br: Xelim somálio

source: Surinamese dollar
ar: دولار سورينامي
de_de: Suriname-Dollar
es_es: Surimango dolarea
pt_br: Dólar do Suriname

source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe dobra
ar: ‫STD - دوبرا ساو تومي وبرينسيب
de_de: S&atilde;o-tom&eacute;ischer Dobra
es_es: S&atilde;o Tom&eacute; eta Pr&iacute;ncipe dobra
pt_br: Dobra de São Tomé e Príncipe

source: Syrian pound
ar: الليرة السورية
de_de: Syrischer Pfund
es_es: Siriako Libra
pt_br: Libra síria

source: Swazi lilangeni
ar: يلانجيني سوازي
de_de: Swasiländischer Lilangeni
es_es: Suazilandia
pt_br: Lilangeni suazi

source: Thai baht
ar: البات التايلندي
de_de: Thailändische Baht
es_es: Baht tailandés
pt_br: Baht Tailandês

source: Tajikistani somoni
ar: سوموني طاجيكي
de_de: Tadschikischer Somoni
es_es: Tajikistaniko somonia
pt_br: Somoni do Tajiquistão

source: Turkmenistan manat
ar: تركمانستان مانات
es_es: Turkmenistán
pt_br: Manat Turcomeno

source: Tunisian dinar
ar: دينار تونسي
de_de: Tunesischer Dinar
es_es: Tunisiako Dinarra
pt_br: Dinar tunisino

source: Tongan pa&#x2bb;anga
ar: TOP - بانغا تونغي
de_de: Tongaischer pa&#x2bb;anga
es_es: Tongako Pa&#x2bb;anga
pt_br: Pa'anga de Tongan

source: Turkish lira
ar: TRY - ليرة تركية
de_de: Türkische Lira
es_es: Lira de Turkía
pt_br: Lira Turca

source: Trinidad and Tobago dollar
ar: TTD - دولار ترينيداد وتوباغو
de_de: Trinidad und Tobago Dollar
es_es: Trinidad y Tobago-ko dolarea
pt_br: Dólar trinitário

source: New Taiwan dollar
ar: TWD - الدولار التايواني الجديد
de_de: Neue Tabelle hinzufügen
es_es: Taiwan-go dolare berria
pt_br: Novo Dólar de Taiwan

source: Tanzanian shilling
ar: شلن تنزاني
de_de: Tansania-Schilling
es_es: Tanzania
pt_br: Xelim tanzânio

source: Ukrainian hryvnia
ar: UAH - هريفنا أوكرانية
de_de: Ukrainische Hrywnja
es_es: Grivna ucraniana
pt_br: Grívnia ucraniano

source: Ugandan shilling
ar: UGX - شيلينغ أوغندي
de_de: Uganda-Schilling
es_es: Ugandako Txelina
pt_br: Xelim Ugandês

source: United States dollar
ar: USD - دولار أمريكي
de_de: US Dollar
es_es: Estados Unidos (US)
pt_br: Dólar Americano

source: Uruguayan peso
ar: UYU - بيزو أوروغواي
de_de: Uruguayischer Peso
es_es: Uruguay-ko pesoa
pt_br: Peso uruguaio

source: Uzbekistani som
ar: UZS - سوم أوزبكستاني
de_de: Usbekischer Som
es_es: Uzbekistaneko som-a
pt_br: Som Uzbekistão

source: Venezuelan bol&iacute;var
ar: VEF - بوليفار فنزويلي
de_de: Venezolanischer Bol&iacute;var
es_es: Venezuelako Bolívarra
pt_br: Bolívar venezuelano

source: Vietnamese &#x111;&#x1ed3;ng
ar: VND - دونغ فيتنامي
de_de: Vietnamesischer &#x111;&#x1ed3;ng
es_es: Vietnameko &#x111;&#x1ed3;ng
pt_br: Dồng Vietnamita

source: Vanuatu vatu
ar: فانواتو
es_es: Vanuatuko Vatua
pt_br: Vatu

source: Samoan t&#x101;l&#x101;
ar: تالا ساموي&#x101;l&#x101;
de_de: Samoanischer t&#x101;l&#x101;
es_es: Samoa &#x101;l&#x101;
pt_br: Tala samoana

source: Central African CFA franc
ar: XAF - فرنك وسط أفريفي
de_de: Zentralafrikanischer CFA-Franc BEAC
es_es: CFA Amerika zentroko dolarea
pt_br: Franco da República Central Africana

source: East Caribbean dollar
ar: XCD - دولار شرق الكاريبي
de_de: Ostkaribischer Dollar
es_es: Sortaldeko Karibeko dolarea
pt_br: Dólar do Caribe do Leste

source: West African CFA franc
ar: XOF - فرنك غرب أفريقي
de_de: Westafrikanischer CFA-Franc BCEAO
es_es: Rand Sudafricano
pt_br: Franco AFC da África Ocidental

source: CFP franc
ar: ‫XPF - فرنك س ف ب
es_es: CFP Frankoa
pt_br: Franco CFP

source: Yemeni rial
ar: ‏YER - الريال اليمني
de_de: Jemen-Rial
es_es: Yemen
pt_br: Yemen

source: South African rand
ar: ‫ZAR - راند جنوب أفريقي
de_de: Südafrikanischer Rand
es_es: Rand sudafricano
pt_br: Rand sul-africano

source: Zambian kwacha
ar: ZMK - كواشا زامبيا
de_de: Sambischer Kwacha
es_es: Zambiako Kwacha
pt_br: Kwacha zambiano

source: Internal Structure
ar: الهيكل الداخلي
de_de: Interne Struktur
es_es: Estructura interna
pt_br: Estrutura interna

source: Attachments
ar: المرفقات
de_de: Anhänge
es_es: Archivos adjuntos
pt_br: Página de Anexos

source: Video
ar: فيديو
es_es: Vídeo
pt_br: Vídeo

source: Private Fields
ar: حقول خاصة
de_de: Private Felder
es_es: Campos privados
pt_br: Campos Privados

source: Personal Info
ar: معلومات شخصية
de_de: Persönliche Informationen
es_es: Información personal
pt_br: Informação pessoal

source: Social Profiles
ar: لمحات اجتماعية
de_de: Profile in sozialen Netzwerken
es_es: Perfiles en redes sociales
pt_br: Perfis Sociais

source: Skills
ar: مهارات
de_de: Fähigkeiten
es_es: Habilidades
pt_br: Habilidades

source: Style 1 - Inline
ar: ستايل 1 - مخطط
es_es: Estilo 1 - Inline
pt_br: Estilo 1 - Em linha

source: Style 2 - Static Box
ar: ستايل 2 - صندوق ثابت
es_es: Estilo 2 - Box estático
pt_br: Estilo 2 - Caixa Estática

source: Style 3 - Hover Box
ar: ستايل 3 - صندوق علوى
es_es: Estilo 3 - Box hover
pt_br: Estilo 3 - Caixa suspensa

source: Style 4 - Mini Box
ar: ستايل 3 - صندوق صغير
es_es: Estil 4 - Box mini
pt_br: Estilo 4 - Mini Box

source: Style 5 - Full Box
ar: ستايل 5 - صندوق كامل
es_es: Estil 5 - Box completo
pt_br: Estilo 5 - Caixa Cheia

source: Style 6 - Fade Thumbnails
ar: ستايل 6 - تلاشى المصغرات
es_es: Estil 6 - Fade thumbnails
pt_br: Estilo 6 - Miniaturas de desbotamento

source: Style 7 - Map Box
ar: ستايل 7 - صندوق خريطة
es_es: Estilo 7 - Box de mapa
pt_br: Estilo 7 - Caixa de Mapa

source: NO
ar: لا
de_de: NEIN
pt_br: NÃO

source: YES
ar: نعم
de_de: JA
es_es: Si
pt_br: SIM

source: Descending
ar: تنازلي
de_de: Absteigend
es_es: Descendente
pt_br: Ordem ascendente ou descendente para o atributo de ordenação.

source: Ascending
ar: تصاعدي
de_de: Aufsteigend
es_es: Ascendente
pt_br: Ordem ascendente ou descendente para o atributo de ordenação.

source: Tag
de_de: Schlagwort
es_es: Etiqueta
pt_br: Adicionar nova tag

source: Date
ar: التاريخ
de_de: Datum
es_es: Fecha
pt_br: Data

source: Price
ar: السعر
de_de: Preis
es_es: Precio
pt_br: Preço

source: Min
ar: أقل
pt_br: Minimo

source: Max
ar: أعلى
pt_br: Máximo

source: Select images for property gallery
ar: اختر صورة لمعرض العقارات
de_de: Bilder für die Immobilien Galerie auswählen
es_es: Seleccione las imágenes para la galería de la propiedad
pt_br: Selecionar imagens para a galeria de propriedades

source: Insert
ar: ادخل
de_de: Einfügen
es_es: Insertar
pt_br: Inserir

source: Upload Images
ar: تحميل الصور
de_de: Bilder hochladen
es_es: Subir imágenes
pt_br: Enviar imagens

source: Type to Search...
ar: اكتب للبحث...
de_de: Texteingabe zur Suche...
es_es: Escribir para buscar ...
pt_br: Digite para Buscar...

source: Search the address on search bar.
ar: ابحث بالعنوان فى خانة البحث
de_de: Suche die Adresse in der Suchleiste.
es_es: Buscar la dirección en la barra de búsqueda.
pt_br: Pesquise o endereço na barra de pesquisa.

source: Drag the pin to the location on the map
ar: اسحب الدبوس للموقع على الخريطة
de_de: Ziehen Sie den Pin an die Stelle auf der Karte
es_es: Arrastre el pin a la ubicación en el mapa
pt_br: Arraste o pino para a localização no mapa

source: Disable
ar: تعطيل
de_de: Deaktivieren
es_es: Desactivar
pt_br: Desabilitar

source: Checking this will disable map for this listing
de_de: Bei Aktivieren der Checkbox wird die Karte für diese Immobilie ausgeblendet
es_es: Si lo comprueba, se deshabilitará el mapa para este listado
pt_br: Marcar esta opção desativará o mapa desta listagem

source: Properties
ar: الــعـقــارات
de_de: Immobilien
es_es: Viviendas
pt_br: Propriedades

source: Property
ar: عقار
de_de: Immobilie
es_es: Vivienda
pt_br: Propriedade

# real-estate-manager
source: Add New Property
ar: إضافة عقار جديد
de_de: Neue Immobilie hinzufügen
es_es: Agregar nueva propiedad
pt_br: Adicionar nova propriedade

source: Add New Property
ar: إضافة عقار جديد
de_de: Neue Immobilie hinzufügen
es_es: Añadir nueva propiedad
pt_br: Adicionar nova propriedade

source: New Property
ar: عقار جديد
de_de: Neue Immobilie
es_es: Nueva propiedad
pt_br: Nova Propriedade

source: Search Property
ar: البحث عن عقار
de_de: Immobilie suchen
es_es: Buscar propiedad
pt_br: Pesquisar propriedade

source: No Property found
ar: لم يتم العثور على العقار
de_de: Keine Immobilie gefunden
es_es: No se encuentran propiedades
pt_br: Nenhum imóvel encontrado

source: No Property found in Trash
ar: لم يتم العثور في سلة المهملات العقار
de_de: Im Papierkorb sind keine Immobilien
es_es: No hay propiedades en la papelera
pt_br: Nenhuma propriedade encontrada no lixo

source: Parent Property:
ar: عقار الأصل:
de_de: Übergeordnete Immobilie:
es_es: Vivienda madre de la propiedad:
pt_br: Propriedade pai:

source: Property Tags
ar: الوسم العقار
de_de: Suche Immobilien-Tags
es_es: Etiquetas de la propiedad
pt_br: Pesquisar Tags da propriedade

# Tags
source: Tag
ar: الوسم
de_de: Schlagwort
es_es: Etiqueta
pt_br: Adicionar nova tag

source: Search Property Tags
ar: بحث العقار الوسم
de_de: Suche Immobilien-Tags
es_es: Buscar etiquetas de propiedad
pt_br: Pesquisar Tags da propriedade

source: Popular Tags
ar: الوسوم الشعبية
de_de: Beliebte Schlagwörter
es_es: Etiquetas populares
pt_br: Tags populares

source: All Tags
ar: كل الوسم
de_de: Alle Schlagwörter
es_es: Todas las etiquetas
pt_br: Todas as tags

source: Parent Tag
ar: بطاقة الأم
de_de: Übergeordnetes Schlagwort
es_es: Etiqueta padre
pt_br: Tag pai

source: Edit Tag
ar: تحرير العلامة
de_de: Schlagwort bearbeiten
es_es: Editar etiqueta
pt_br: Editar etiqueta

source: Update Tag
ar: تحديث الوسم
de_de: Schlagwort aktualisieren
es_es: Actualizar etiqueta
pt_br: Atualizar tag

source: Add New Tag
ar: إضافة وسم جديد
de_de: Neues Schlagwort hinzufügen
es_es: Añadir nueva etiqueta
pt_br: Adicionar nova tag

source: New Tag Name
ar: اضافة وسم جديد
de_de: Neuer Schlagwortname
es_es: Nuevo nombre de etiqueta
pt_br: Novo nome de tag

source: Add or remove Tags
ar: إضافة أو إزالة الوسم
de_de: Hinzufügen oder Entfernen von Schlagworten
es_es: Añadir o eliminar etiquetas
pt_br: Adicionar ou remover Tags

source: Choose from most used tags
ar: الاختيار من بين الوسوم الأكثر استخداما
de_de: Wählen Sie aus den meist verwendeten Schlagworte
es_es: Seleccionar de las etiquetas más usadas
pt_br: Escolha das tags mais usadas

source: Check if property have this option
ar: معرفة ما اذا كان العقارات لديهم هذا الخيار
de_de: Prüfen Sie ob die Immobilie diese Ausstattung besitzt
es_es: Compruebe si la propiedad dispone de esta opción
pt_br: Verifique se a propriedade tem essa opção

source: Search Results
ar: نتائج البحث
de_de: Suchergebnisse
es_es: Resultados de la búsqueda
pt_br: Procurar Resultados

source: Sorry! No Properties Found. Try Searching Again.
ar: عفوا لم يتم العثور على عقار مطابق . حاول البحث مرة اخرى
de_de: Entschuldigung! Es wurden keine Immobilien gefunden. Versuchen Sie es erneut.
es_es: ¡Disculpa! No se encontraron propiedades. Intenta buscar de nuevo.
pt_br: Desculpa! Nenhuma propriedade foi encontrada. Tente pesquisar novamente.

source: First Name
ar: الاسم الاول
de_de: Vorname
es_es: Nombre
pt_br: Primeiro nome

source: Last Name
ar: اللقب
de_de: Nachname
es_es: Apellidos
pt_br: Último nome

source: Username
ar: اسم المستخدم
de_de: Benutzername
es_es: Nombre de usuario
pt_br: Nome de usuário

source: Password
ar: كلمه السر
de_de: Passwort
es_es: Contraseña
pt_br: Senha

source: Pepeat Password
ar: اعد كلمة السر
de_de: Passwort wiederholen
es_es: Repetir contraseña
pt_br: Repita a senha

source: Biographical Info
ar: معلومات السيرة الذاتية
de_de: Biografische Informationen
es_es: Información
pt_br: informação biográfica

source: Picture of Agent
ar: صورة الوكيل
de_de: Anbieterbild
es_es: Imagen del agente / agencia
pt_br: Imagem de Agente

source: Upload an additional image for your profile
ar: ارفع صورة إضافية لكل عضو
de_de: Laden Sie ein weiteres Bild für Ihr Benutzerprofil hoch
es_es: Subir una imagen adicional para el perfil público
pt_br: Adicionar uma imagem ao seu perfil.

source: Profile Url
ar: URL الملف الشخصي
de_de: Profil-URL
es_es: URL del perfil
pt_br: Endereço do perfil

source: Provide url for agent profile
ar: وفر رابط الكترونى لبروفايل الوكيل
de_de: Geben Sie einen Link zum Anbieter Bild an
es_es: Proporcionar url para el perfil del agente
pt_br: Fornecer URL para o perfil do Corretor

source: Phone Number
ar: رقم الهاتف
de_de: Telefonnummer
es_es: Teléfono
pt_br: Telefone

source: Facebook Profile
ar: حساب فيسبوك
de_de: Facebook Profil
es_es: Perfil de Facebook
pt_br: Perfil do Facebook

source: Twitter Profile
ar: حساب تويتر
de_de: Twitter Profil
es_es: Perfil de Twitter
pt_br: Perfil do Twitter

source: Google+ Profile
ar: حساب جوجل بلاس
pt_br: Perfil do Google+

source: LinkedIn Profile
ar: حساب لينكد ان
de_de: LinkedIn Profil
es_es: Perfil de Linkedin
pt_br: Perfil do linkedIn

source: Facebook Page
ar: صفحة فيسبوك
de_de: Facebook-Seite
es_es: Página de Facebook
pt_br: Página do Facebook

source: User Tagline
ar: سطر الوصف المستخدم
de_de: Benutzer Schlagwortleiste
es_es: Su eslogan
pt_br: Tagline do usuário

source: Will display under username
ar: سيتم عرض تحت اسم المستخدم
de_de: Wird unter dem Benutzernamen angezeigt
es_es: Se mostrará como nombre de usuario
pt_br: Será exibido em nome de usuário

source: Skills Level
ar: مستوى المهارات
de_de: Fähigkeiten-Level
es_es: Nivel de habilidades
pt_br: Nível de Competências
