Repository: topazstores/real-estate-plugin
Catalog: languages/real-estate-manager-*.po
Languages: ar, de_de, es_es, pt_br

source: Textarea Field
de_de: Textbereichsfeld
es_es: Area de introducción de texto
pt_br: Campo Textarea

source: Custom Fields Builder
ar: منشئ الحقول المخصصة
es_es: Campos personalizados de constructores de páginas
pt_br: Personalizar Campos

source: DropDown Field
de_de: Dropdownfeld
es_es: Campo desplegable
pt_br: Campo suspenso

source: Date Field
de_de: Datumsfeld
es_es: Campo de fecha
pt_br: Campo Data

source: Multiple Files Upload
de_de: Mutiple Dateien hochladen
es_es: Subida de multiples archivos
pt_br: Upload de vários arquivos

source: Text Area
de_de: Textbereichsfeld
es_es: Area de texto
pt_br: Área de texto

source: If Data Name contains the whole word "area", the chosen area unit will be shown after the value.
de_de: Wenn der Datenname das gesamte Wort "Bereich" enthält, wird die ausgewählte Bereichseinheit nach dem Wert angezeigt.
es_es: Si "Data Name" contiene toda la palabra "area", la unidad de área elegida se mostrará después del valor.
pt_br: Se o Nome dos dados contiver toda a palavra "área", a unidade de área escolhida será exibida após o valor.

source: Accessibility
de_de: Zugänglichkeit
es_es: Accesibilidad
pt_br: Acessibilidade

source: Default Value
ar: القيمة الافتراضية
de_de: Standardwert
es_es: Valor predeterminado
pt_br: Valor padrão

source: Pending Agents
ar: وكلاء الانتظار
de_de: Anstehende Anbieter
es_es: Agentes pendientes
pt_br: Corretores Pendentes

source: Date of Registration
ar: تاريخ التسجيل
de_de: Datum der Registrierung
es_es: Fecha de registro
pt_br: Data de registro

source: Action
ar: عمل
de_de: Aktion
es_es: Acción
pt_br: Açao

source: Deny
ar: أنكر
de_de: Verweigern
es_es: Rechazar
pt_br: Negar

source: Approve
ar: يوافق
de_de: Genehmigen
es_es: Aprobar
pt_br: Aprovar

source: You dont have any pending agents.
ar: ليس لديك أي وكلاء معلقة.
de_de: Sie haben keine ausstehenden Anbieter.
es_es: No hay agentes pendientes.
pt_br: Você não tem nenhum corretor pendente.

source: Registered Agents
ar: وكلاء مسجل
de_de: Registrierte Anbieter
es_es: Agentes registrados
pt_br: Agentes Registrados

source: Profile
ar: الملف الشخصي
de_de: Profil
es_es: Perfil
pt_br: Perfil

source: View Profile
ar: عرض الصفحة الشخصية
de_de: Profil anzeigen
es_es: Ver perfil
pt_br: Ver perfil

source: You dont have any registered agents.
ar: ليس لديك أي وكلاء مسجلين.
de_de: Sie haben keine registrierten Anbieter.
es_es: No hay agentes registrados.
pt_br: Você não tem nenhum corretor registrado.

source: Register New Agent
ar: تسجيل وكيل عقارىجديد
de_de: Neuen Anbieter registrieren
es_es: Registrar nuevo agente
pt_br: Registre o novo corretor

source: Real Estate Manager - Settings
ar: مدير العقارات - إعدادات
de_de: Real Estate Manager - Einstellungen
es_es: Real Estate Manager - Configuración
pt_br: Real Estate Manager - Configurações

source: Not Registered!
de_de: Nicht registriert!
es_es: ¡No está registrado!
pt_br: Não registrado!

source: Register
de_de: Registrieren
es_es: Registrar
pt_br: Registro

source: Registered!
de_de: Anbieter registriert!
es_es: ¡Registrado!
pt_br: Registrado!

source: De-register
de_de: Konto löschen
es_es: Baja
pt_br: Cancelar registro

source: If 404 Page is displaying
ar: إذا 404 صفحة هو عرض
pt_br: Se 404 Page está sendo exibido

source: Go to Settings -> Permalinks and click Save Changes button
ar: انتقل إلى الإعدادات -> الرابط الثابت وانقر على زر حفظ التغييرات
pt_br: Vá para Configurações -> Permalinks e clique no botão Salvar alterações

source: If Maps not displaying
ar: إذا خرائط لا تظهر
pt_br: Se o Google Maps não

source: Create a Google Maps API using google and paste it in Maps API field.
ar: يمكنك إنشاء واجهة برمجة تطبيقات خرائط غوغل باستخدام غوغل ولصقه في حقل أبي للخرائط.
pt_br: Crie uma API do Google Maps usando o google e cole-a no campo API do Google Maps.

source: Change Property Page Design
ar: تغيير العقار تصميم الصفحة
pt_br: Alterar design da página de propriedades

source: Copy the following file and paste it into your theme's root
ar: نسخ الملف التالي ولصقه في الجذر الخاص بك الموضوع
pt_br: Copie o seguinte arquivo e cole-o na raiz do seu tema

source: Now change its name to
ar: الآن تغيير اسمها إلى
pt_br: Agora mude seu nome para

source: Then change Property Page Template option to From Theme
ar: ثم تغيير خيار صفحة خصائص قالب لمن الموضوع
pt_br: Em seguida, altere a opção de modelo de página de propriedade para From Theme

source: Now you can make changes in this template file.
ar: الآن يمكنك إجراء تغييرات في هذا الملف القالب.
pt_br: Agora você pode fazer alterações neste arquivo de modelo.

source: Need Help? Any Suggestions?
ar: تحتاج مساعدة؟ أي اقتراحات؟
pt_br: Preciso de ajuda? Alguma sugestão?

source: Please contact us
ar: يرجى الاتصال بنا
pt_br: Por favor contate-nos!

source: HERE
ar: هنا
pt_br: AQUI

source: for assistance.
ar: للحصول على المساعدة.
pt_br: para assistência.

source: Please Wait...
ar: أرجو الإنتظار...
de_de: Bitte warten...
es_es: Por favor espera...
pt_br: Por favor, espere...

source: We noticed you are using custom fields, so please set above options
es_es: Hemos visto que usa campos personalizados, asi por favor determine las opciones superiores
pt_br: Percebemos que você está usando campos personalizados. Portanto, defina as opções acima

source: Choose a currency&hellip;
ar: اختر عملةً currency&hellip;
de_de: Wählen Sie eine Währung aus&hellip;
es_es: Elige una moneda&hellip;
pt_br: Escolha uma moeda &hellip;

source: Image
ar: صورة
de_de: Bild
es_es: Imagen
pt_br: Imagem

source: Select
ar: تحديد
de_de: Wähle
es_es: Seleccionar
pt_br: Selecionar

source: Media
ar: وسائل الإعلام
de_de: Medien
es_es: Medios
pt_br: Meios de comunicação

source: View details
de_de: Details betrachten
es_es: Ver detalles
pt_br: Ver detalhes

source: More information about %s
de_de: Weitere Informationen über %s
es_es: Más información sobre %s
pt_br: Mais informações sobre %s

source: Check for updates
de_de: Auf Aktualisierungen prüfen
es_es: Comprobar actualizaciones
pt_br: Verifique se há atualizações

# the plugin title
source: The %s plugin is up to date.
de_de: Das %s Update ist auf dem aktuellsten Stand.
es_es: El plugin %s está actualizado.
pt_br: O plug-in %s está atualizado.

# the plugin title
source: A new version of the %s plugin is available.
de_de: Es gibt eine neue Version für das Plugin %s.
es_es: Hay una nueva versión del plugin %s.
pt_br: Uma nova versão do %s plugin está disponível.

# the plugin title
source: Could not determine if updates are available for %s.
de_de: Es war nicht möglich Updates für %s zu finden.
es_es: No se ha podido comprobar si hay una nueva versión para el plugin %s.
pt_br: Não foi possível determinar se as atualizações estão disponíveis para %s.

source: Unknown update checker status "%s"
de_de: Unbekannter Status bei der Überprüfung des Status "%s"
es_es: Estado desconocido del comprobador de actualización "%s"
pt_br: Status desconhecido do verificador de atualização "%s"

source: There is no changelog available.
de_de: Es gibt keinen Log über die Änderungen.
es_es: No se dispone del archivo de logs.
pt_br: Não há changelog disponível.

source: Your Name
ar: اسمك
de_de: Dein Name
es_es: Nombre
pt_br: Seu nome

source: Your Email
ar: بريدك الالكتروني
de_de: Deine E-Mail
es_es: Correo electrónico
pt_br: Seu email

source: Phone
de_de: Telefon
es_es: Teléfono
pt_br: Telefone

source: Message
ar: رسالة
de_de: Nachricht
es_es: Mensaje
pt_br: Mensagem

source: Send Message
ar: إرسال رسالة
de_de: Nachricht senden
es_es: Enviar mensaje
pt_br: Enviar mensagem

source: My Properties
ar: خصائص بلدي
de_de: Meine Immobilien
es_es: Mis propiedades
pt_br: Minhas propriedades

source: No Properties Found!
ar: لا خصائص العثور!
de_de: Keine Immobilien gefunden!
es_es: ¡No se encontraron propiedades!
pt_br: Não foram encontradas propriedades!

source: Basic Information
ar: معلومات أساسية
de_de: Grundinformation
es_es: Información básica
pt_br: Informação básica

source: Property Title
ar: عنوان العقار
de_de: Immobile Titel
es_es: Titulo de propiedad
pt_br: Título da Propriedade

source: Property Description
ar: وصف العقار
de_de: Immobilien Beschreibung
es_es: Descripción de la propiedad
pt_br: Descrição do Imóvel

source: Images
ar: صور
de_de: Bilder
es_es: Imágenes
pt_br: Imagens

source: Click here to Upload Images
ar: انقر هنا لتحميل الصور
de_de: Klicken Sie hier, um Bilder hochzuladen
es_es: Haga clic aquí para subir imágenes
pt_br: Clique aqui para carregar imagens

source: Each tag separated by comma
ar: كل علامة مفصولة بفواصل
de_de: Jedes Schlagwort getrennt durch Komma
es_es: Cada etiqueta se separa por coma
pt_br: Cada tag separado por vírgula

source: Place on Map
ar: المكان على الخريطة
de_de: Platz auf der Karte
es_es: Ubicación en el mapa
pt_br: Local no Mapa

source: Create Property
ar: إنشاء العقار
de_de: Immobilie erstellen
es_es: Añadir propiedad
pt_br: Criar propriedade

source: Please wait...
de_de: Bitte warten...
es_es: Un momento, por favor ...
pt_br: Por favor, espere...

source: Save Changes
ar: حفظ التغييرات
de_de: Speichern
es_es: Guardar cambios
pt_br: Gravar alterações

source: Saving Changes...
ar: جار حفظ التغييرات ...
de_de: Ãnderungen werden gespeichert...
es_es: Guardando cambios ...
pt_br: Salvando alterações...

source: Draft
de_de: Vorlage
es_es: Borrador
pt_br: Esboço, projeto

source: Publish
de_de: Veröffentlichen
es_es: Publicar
pt_br: Publicar

source: Please wait! your porperty is being modified...
ar: أرجو الإنتظار! يجري تعديل بربيرتك ...
de_de: Bitte warten! Ihre Immobilie wird geändert ...
es_es: Un momento, por favor. Se está modificando la propiedad...
pt_br: Por favor, espere! sua propriedade está sendo modificada ...

source: Username or email
ar: اسم المستخدم أو البريد الالكتروني
de_de: Benutzername oder E-Mail-Adresse
es_es: Nombre de usuario o correo electrónico
pt_br: Nome de usuário ou email

source: Keep me signed in
ar: ابقني مسجل
de_de: Ich möchte angemeldet bleiben
es_es: Conexión permanente
pt_br: Mantenha-me conectado

source: Login
ar: تسجيل الدخول
de_de: Anmeldung
es_es: Iniciar sesión
pt_br: Entrar

source: Display All
de_de: Alle anzeigen
es_es: Mostrar todo
pt_br: Exibir tudo

source: Only Published
de_de: Nur veröffentlichte
es_es: Solo publicados
pt_br: Publicado apenas

source: Only Pending
de_de: Nur ausstehende
es_es: Solo pendientes
pt_br: Apenas pendente

source: Only Draft
de_de: Nur Vorlagen
es_es: Solo borradores
pt_br: Somente rascunho

source: Unpublish
de_de: Veröffentlichung aufheben
es_es: Retirar publicación
pt_br: Cancelar publicação

source: Thumbnail
ar: صورة مصغرة
de_de: Miniaturansicht
es_es: Miniatura
pt_br: Miniatura

source: Added
ar: وأضاف
de_de: Hinzugefügt
es_es: Añadido
pt_br: Adicionado

source: Actions
ar: أفعال
de_de: Aktionen
es_es: Acciones
pt_br: Ações

source: Edit
de_de: Bearbeiten
es_es: Modificar
pt_br: Editar

source: Found
de_de: Gefunden
es_es: Encontrado
pt_br: Encontrado

source: Designates the ascending or descending order of the below option.
de_de: Bestimmt die aufsteigende oder absteigende Reihenfolge der folgenden Option.
es_es: Asigna el orden de ascendiente o descendiente a la opción posterior.
pt_br: Designa a ordem crescente ou decrescente da opção abaixo.

source: Choose option to sort properties by
de_de: Wählen Sie die bevorzugte Sortierreihenfolge der Immobilien fest nach
es_es: Seleccionar opciones para ordenar propiedades por
pt_br: Escolha a opção para classificar as propriedades por

source: Property Price
de_de: Objektpreis
es_es: Precio de la propiedad
pt_br: Preço de propriedade

source: Random
ar: عشوائي
de_de: Zufällig
es_es: Aleatorio
pt_br: Aleatório

source: Order by custom meta
de_de: Sortieren nach angepasstem Meta
es_es: Ordenar por meta personalizado
pt_br: Ordenar por meta personalizada

source: Provide custom field key to sort by custom field. Eg: property_status
de_de: Geben Sie einen benutzerdefinierten Feldschlüssel ein, um nach benutzerdefiniertem Feld zu sortieren. ZB: property_status
es_es: Proporciona claves de campos personalizados para ordenar por campos personalizados. E.j. property_status
pt_br: Forneça a chave do campo personalizado para classificar por campo personalizado. Por exemplo: property_status

source: Property Style
ar: نمط 1 ( شكل 1 )
de_de: Objekt Stil
es_es: Estilo de las propiedades
pt_br: Estilo de imóvel

source: Choose properties display style
ar: نتائج البحث
de_de: Wählen Sie den Anzeigestil für Eigenschaften
es_es: Elige el estilo de visualización de propiedades
pt_br: Escolha o estilo de exibição das propriedades

source: Columns
ar: الأعمدة
de_de: Spalten
es_es: Columnas
pt_br: Colunas

source: Number of properties in a row
ar: عدد من العقارات في صف
de_de: Anzahl der Immobilien in einer Zeile
es_es: Número de propiedades en una fila
pt_br: Número de propriedades em uma linha

source: 1 Columns
de_de: 1 Spalte
es_es: 1 Columna
pt_br: 1 colunas

source: 2 Columns
ar: عمود 2
de_de: 2 Spalten
es_es: 2 Columnas
pt_br: 2 colunas

source: 3 Columns
ar: عمود 3
de_de: 3 Spalten
es_es: 3 Columnas
pt_br: 3 colunas

source: 4 Columns
ar: عمود 4
de_de: 4 Spalten
es_es: 4 Columnas
pt_br: 4 colunas

source: 5 Columns
de_de: 5 Spalten
es_es: 5 columnas
pt_br: 5 colunas

source: Top Bar
de_de: Obere Leiste
es_es: Barra superior
pt_br: Barra superior

source: Top bar to sort or change layout
de_de: Obere Leiste zum Sortieren oder Ändern des Layouts
es_es: Barra superior para ordenar o cambiar el diseño
pt_br: Barra superior para classificar ou alterar o layout

source: Default Grid Style
de_de: Standard Gitter-Typ
es_es: Estilo predeterminado de la cuadrilla
pt_br: Estilo de grade padrão

source: Default style of grid for top bar.
de_de: Standardgitterstil für die obere Leiste.
es_es: Estilo predeterminado de la barra superior.
pt_br: Estilo padrão da grade para a barra superior.

source: Display properties having status Not Available or not
de_de: Immobilien anzeigen die als nicht verfügbar markiert wurden
es_es: Mostrar propiedades con el estado "No disponible" o no
pt_br: Exibir propriedades com status Indisponível ou não

source: Number of Properties
ar: عدد العقارات
de_de: Anzahl der Immobilien
es_es: Número de propiedades
pt_br: Número de imóveis

source: Provide total number of properties to show, after that pagination will display
ar: توفير العدد الإجمالي لخصائص لإظهار، بعد عرض تلك الحدود الفاصلة للصفحات
de_de: Geben Sie die Gesamtzahl der anzuzeigenden Eigenschaften an, nachdem die Paginierung angezeigt wird
es_es: Proporciona el número total de propiedades a mostrar, luego se mostrará la paginación
pt_br: Forneça o número total de propriedades a serem exibidas, depois que a paginação será exibida

source: Tags Specific
de_de: Schlagwörter spezifisch
es_es: Etiquetas específicas
pt_br: Tags específicas

source: Comma separated list of tags to filter properties
ar: قائمة العلامات لتصفية خصائص مفصولة بفواصل
de_de: Durch Kommas getrennte Liste von Tags zum Filtern von Eigenschaften
es_es: Lista de etiquetas separadas por comas para filtrar propiedades
pt_br: Lista de tags separadas por vírgula para filtrar propriedades

source: Features Specific
de_de: Objektausstattungs spezifisch
es_es: Características especificas
pt_br: Recursos Específicos

source: Comma separated list of features to filter properties
de_de: Kommagetrennte Liste von Features zum Filtern von Eigenschaften
es_es: Lista separada por coma de características para filtrar propiedades
pt_br: Lista de recursos separados por vírgula para filtrar propriedades

source: Agent Specific
de_de: Anbieter spezifisch
es_es: Por agente
pt_br: Corretor específico

source: Agent ID or comma separated IDs to display their properties
de_de: Anbieter-ID oder durch Komma getrennte IDs, um ihre Immobilien anzuzeigen
es_es: ID del agente separado por coma para mostrar sus propiedades asignadas
pt_br: ID do agente ou ID separados por vírgula para exibir suas propriedades

source: Filter Properties by Meta
de_de: Filtereigenschaften nach Meta
es_es: Filtrar propiedades por meta
pt_br: Filtrar propriedades por meta

source: Provide meta key and value on each line to filter. Eg: property_status|normal
ar: قم بتوفير مفتاح ميتا وقيمة على كل سطر لتصفية. على سبيل المثال: property_status | عادي
de_de: Geben Sie in jeder zu filternden Zeile einen Metaschlüssel und einen Wert ein. z.B: Eigenschaftsstatus | normal
es_es: Proporciona meta clave y valor en cada línea para filtrar. Ej .: property_status|normal
pt_br: Forneça meta-chave e valor em cada linha a ser filtrada. Por exemplo: property_status | normal

source: Prefer Nearest Properties
ar: تفضل أقرب خصائص
de_de: Bevorzugen Sie die nächsten Immobilien
es_es: Preferir propiedades más cercanas al usuario
pt_br: Preferir propriedades mais próximas

source: It will enable Geo Location to track visitor location and will display properties near them
de_de: Dadurch kann Geo Location den Standort des Besuchers verfolgen und Objekte in der Nähe anzeigen
es_es: Habilita la localización geográfica del visitante y muestra propiedades cercanas a el
pt_br: Ele permitirá que a localização geográfica rastreie a localização do visitante e exibirá propriedades perto deles

source: Justified Grid (Masonry)
es_es: Cuadrilla justificada (Masonry)
pt_br: Grade Justificada (Alvenaria)

source: It will enable masonry grid for properties
de_de: Es wird eine Liste von Objekte zeigen
es_es: Habilita la cuadrilla estilo masonry para las propiedades
pt_br: Permitirá a grade de alvenaria para propriedades

source: Pagination
de_de: Seitennummerierung
es_es: Paginación
pt_br: Paginação

source: Redirect
ar: إعادة توجيه
de_de: Umleitung
es_es: Redirigir
pt_br: Redirecionar

source: Provide URL to redirect after successful registration
de_de: Geben Sie die URL für die Weiterleitung nach erfolgreicher Registrierung ein
es_es: Proporcionar URL para redirigir al usuario después de su registro exitoso
pt_br: Forneça URL para redirecionar após o registro bem-sucedido

source: Content for Logged In Users
ar: المحتوى للمستخدمين في تسجيل
de_de: Dieser Inhalt ist nur für eingeloggte Nutzer
es_es: Contenido para usuarios con sesión iniciada
pt_br: Conteúdo para usuários conectados

source: Provide contents for already logged in users
de_de: Geben Sie den Inhalt für bereits eingeloggte Nutzer an
es_es: Proporcionar contenidos para usuarios con sesión iniciada
pt_br: Fornecer conteúdo para usuários já conectados

source: Placeholder for search field
de_de: Platzhalter für Suchfelder
es_es: Marcador de posición para el campo de búsqueda
pt_br: Espaço reservado para o campo de pesquisa

source: Field Width
de_de: Eingabefeldbreite
es_es: Ancho del campo
pt_br: Largura do campo

source: Width with units. Eg: 450px
de_de: Breite mit Einheit. Z.B.: 450px
es_es: Ancho fijos en unidades. Por ejemplo 450px
pt_br: Largura com unidades. Por exemplo: 450px

source: Border Color
de_de: Randfarbe
es_es: Color del borde
pt_br: Cor da borda

source: Choose color for border
de_de: Wählen Sie die Farbe für die Randlinie
es_es: Seleccionar un color para los bordes
pt_br: Escolha a cor para a borda

source: Results Page URL
de_de: Url der Suchergebnisseite
es_es: URL de la página de los resultados
pt_br: URL da página de resultados

source: Provide URL for the search results page
de_de: Geben Sie die URL für Seite der Suchergebnisse an
es_es: Proporcionar URL para la página de los resultados de búsqueda
pt_br: Forneça URL para a página de resultados da pesquisa

source: Search Icon
de_de: Icon für die Suche
es_es: Icono para la búsqueda
pt_br: Ícone de pesquisa

source: Provide fontawesome icon with markup.
de_de: Bestimmen Sie ein FontAwesome-Icon mit Code.
es_es: Proporcionar un icono de FontAwesome con código.
pt_br: Forneça marcações com um ícone impressionante.

source: Choose order to display properties
ar: اختيار العلامات والعقارات أرشيف عرض تخطيط
de_de: Wählen Sie die Reihenfolge aus, um Eigenschaften anzuzeigen
es_es: Elige el orden para mostrar las propiedades
pt_br: Escolha ordem para exibir propriedades

source: Choose order by to display properties
ar: اختيار العلامات والعقارات أرشيف عرض تخطيط
de_de: Wählen Sie Reihenfolge, um Eigenschaften anzuzeigen
es_es: Elije el orden de las propiedades mostradas
pt_br: Escolha ordenar por para exibir propriedades

source: Property Name
ar: اسم العقار
de_de: Immobilien Name
es_es: Nombre
pt_br: Nome do Imóvel

source: Provide total number of properties to show
ar: قدم إجمالي عدد العقارات التي سيتم عرضها
de_de: Geben Sie die Gesamtzahl der anzuzeigenden Immobilien an
es_es: Proporciona el número total de propiedades para mostrar
pt_br: Forneça o número total de propriedades para mostrar

source: Provide tags each per line to display specific properties
ar: قدم علامات لكل سطر لعرض خصائص محددة
de_de: Geben Sie pro Zeile jeweils Tags an, um bestimmte Eigenschaften anzuzeigen
es_es: Proporciona etiquetas por línea para mostrar propiedades específicas
pt_br: Forneça tags cada por linha para exibir propriedades específicas

source: Property IDs
ar: الشركة
de_de: Immobilien-IDs
es_es: IDs de propiedades
pt_br: IDs dos Imóveis

source: Provide IDs if you want to display specific properties, each per line
ar: قدم المعرفات إذا كنت تريد عرض خصائص محددة، لكل سطر
de_de: Geben Sie IDs an, wenn Sie bestimmte Eigenschaften pro Zeile anzeigen möchten
es_es: Proporciona ID si desea mostrar propiedades específicas, cada una por línea
pt_br: Forneça IDs se desejar exibir propriedades específicas, cada por linha

source: It will enable Geo Location Trackor to track visitors location and will display properties near them
ar: فإنه سيتم تمكين تحديد الموقع الجغرافي المقتفي لتتبع زوار الموقع وسوف تعرض خصائص بالقرب منهم
de_de: Dadurch kann der Geolocation Tracker den Standort des Besuchers verfolgen und Eigenschaften in seiner Nähe anzeigen
es_es: Permitirá que Geolocation Tracker rastree la ubicación de los visitantes y mostrará las propiedades más cercanas a ellos
pt_br: Ele permitirá que o Geolocation Tracker rastreie a localização dos visitantes e exibirá propriedades perto deles

source: Properties in Row
ar: خصائص في الصف
de_de: Immobilien je Zeile
es_es: Viviendas en una fila
pt_br: Propriedades em linha

source: Provide number of properties you want to show at a time
ar: قدم عددا من العقارات التي تريد عرضها في المرة الواحدة
de_de: Geben Sie die Anzahl der Objekte an, die Sie gleichzeitig anzeigen möchten
es_es: Proporciona el número de propiedades que deseas mostrar a la vez
pt_br: Forneça o número de propriedades que você deseja mostrar por vez

source: Properties to Scroll
ar: خصائص للتمرير
de_de: Zu scrollende Immobilien
es_es: Viviendas para desplazarse
pt_br: Propriedades para rolar

source: Provide number of properties you want to scroll at a time
ar: تقديم عدد من العقارات التي تريد التمرير في وقت واحد
de_de: Geben Sie die Anzahl der Objekte an, die Sie gleichzeitig blättern möchten
es_es: Proporciona el número de propiedades que desea deslizar a la vez
pt_br: Forneça o número de propriedades que você deseja rolar por vez

source: Speed
ar: سرعة
de_de: Geschwindigkeit
es_es: Velocidad
pt_br: Velocidade (ms)

source: Speed in ms Eg: 2000
ar: السرعة في مس على سبيل المثال: 2000
de_de: Geschwindigkeit in ms zB: 2000
es_es: Velocidad en ms Ej: 2000
pt_br: Velocidade em ms Ex: 2000

source: Auto Play
ar: تشغيل تلقائي
de_de: Automatische Wiedergabe
es_es: Reproducción atuomática
pt_br: Reprodução Automática

source: Enable to display auto rotation of properties
ar: تمكين عرض دوران السيارات من العقارات
de_de: Aktivieren Sie diese Option, um die automatische Drehung von Eigenschaften anzuzeigen
es_es: Habilitar para mostrar la rotación automática de propiedades
pt_br: Ativar para exibir rotação automática de propriedades
