Repository: topazstores/real-estate-plugin
Catalog: languages/real-estate-manager-*.po
Languages: ar, de_de, es_es, pt_br

source: Heading for Properties Page
pt_br: Página Título para Propriedades

source: Provide heading for properties archive
de_de: Geben Sie die Überschrift für Immobilienarchive ein
es_es: Proporciona un encabezado para los archivos de las propiedades
pt_br: Fornecer cabeçalho para o arquivo de propriedades

source: No Results Found Message
de_de: Nachricht für nicht gefundene Resultate
es_es: Mensaje cuando no se hayan encontrado resultados
pt_br: Nenhuma mensagem encontrada

source: Provide custom message when no properties found in search results
de_de: Geben Sie eine angepasste Meldung aus wenn in der Immobiliensuche nichts gefunden wurde
es_es: Proporciona un mensaje personalizado cuando se hayan encontrado resultados en una búsqueda
pt_br: Forneça mensagem personalizada quando nenhuma propriedade for encontrada nos resultados da pesquisa

source: Maps Settings
ar: Maps Settings-إعدادات الخرائط
de_de: Karteneinstellungen
es_es: Configuración de mapas
pt_br: Configurações do Google Maps

source: Use Map From
ar: استخدم نموذج الخرايط
de_de: Benutze Karte von
es_es: Usar mapa de
pt_br: Usar mapa de

source: Leaflet
pt_br: Folheto

source: Google Maps
es_es: Mapas de Google
pt_br: Chave da API do Google Maps

source: Choose map provider
de_de: Wählen Sie den Kartenanbieter
es_es: Elegir proveedor de mapas
pt_br: Escolha o provedor de mapas

source: Google Maps API Key
ar: خرائط جوجل API الرئيسية
es_es: Clave de la API de Google Maps
pt_br: Chave da API do Google Maps

source: Provide Google Maps API key here. You can create API key
ar: قدم مفتاح واجهة برمجة التطبيقات لخرائط غوغل هنا. يمكنك إنشاء مفتاح أبي
de_de: Geben Sie den Google Maps API-Schlüssel hier ein. Sie können einen API-Schlüssel erstellen
es_es: Proporciona la clave de la API de Google Maps aquí. Puede crear una clave de API
pt_br: Forneça a chave da API do Google Maps aqui. Você pode criar a chave da API

source: Map Type
ar: نوع الخريطة
de_de: Kartentyp
es_es: Tipo de mapa
pt_br: Tipo de Mapa

source: Road Map
ar: خريطة الطريق
de_de: Straßenkarte
es_es: El itinerario
pt_br: Mapa da Rua

source: Hybrid
ar: مختلط
es_es: Hibrido
pt_br: Híbrido

source: Terrain
ar: أرض
de_de: Gelände
es_es: Terreno
pt_br: Terreno

source: Choose default map type here
ar: اختر نوع الخريطة الافتراضي هنا
de_de: Wählen Sie hier den Standardkarten-Typ
es_es: Elija el tipo de mapa predeterminado aquí
pt_br: Escolha o tipo de mapa padrão aqui

source: Map Zoom Level
ar: مستوى تكبير الحريطة
de_de: Vergrösserungsfaktor der Karte
es_es: Nivel del zoom del Mapa
pt_br: Nível de zoom do mapa

source: Provide Zoom level between 0 and 21+ for single property map
ar: توفير مستوى التكبير/التصغير بين 0 و 21+ خريطة عقار مفردة
de_de: Stellen Sie Zoom-Level zwischen 0 und 21+ für die Immobiliendetailansicht ein
es_es: Proporciona un nivel de Zoom entre 0 y 21+ para el mapa de propiedad individual
pt_br: Forneça um nível de zoom entre 0 e 21+ para o mapa de propriedades individuais

source: Drag Icon URL
ar: URL أيقونة السحب
de_de: Url des Icon für die Positionsbestimmung
es_es: URL del icono de arrastre
pt_br: Arraste o URL do ícone

source: Upload custom icon for dragging on map while creating new property. Recommended size: 72x60
ar: تحميل رمز مخصص لسحب على الخريطة أثناء إنشاء عقار جديد. حجم الموصى بها: 72x60
de_de: Laden Sie das benutzerdefinierte Symbol für das Ziehen auf der Karte, während Sie eine neue Immobilie einstellen. Empfohlene Größe: 72x60
es_es: Subir icono personalizado para arrastrar en el mapa al crear nueva propiedad. Tamaño recomendado: 72x60px
pt_br: Carregar ícone personalizado para arrastar no mapa ao criar nova propriedade. Tamanho recomendado: 72x60

source: Location Icon URL
ar: الموقع URL أيقونة
de_de: Url des Icons für die Anzeige des Immobilienstandortes
es_es: URL del icono de ubicación
pt_br: URL do ícone de local

source: Upload custom icon for location on map when visiting property page. Recommended size: 72x60
ar: تحميل رمز مخصص لموقع على الخريطة عند زيارة صفحة العقار. حجم الموصى بها: 72x60
de_de: Laden Sie das benutzerdefinierte Symbol für den Standort auf der Karte, wenn Sie die Eigenschaftenseite besuchen. Empfohlene Größe: 72x60
es_es: Cargar icono personalizado para la ubicación en el mapa al visitar la página de propiedades. Tamaño recomendado: 72x60px
pt_br: Carregar ícone personalizado para localização no mapa ao visitar a página de propriedades. Tamanho recomendado: 72x60

source: Property Icon URL
ar: رابط الكترونى للعقار
de_de: Url des Icons für den Standort der Immobilie
es_es: URL del icono de la propiedad
pt_br: URL do ícone de propriedade

source: Upload custom icon for property location marker on large map.
de_de: Laden Sie ein benutzerdefiniertes Symbol für die Standortmarkierung auf einer großen Karte hoch.
es_es: Subir un icono personalizado para el marcador de ubicación de la propiedad en un mapa grande.
pt_br: Carregue o ícone personalizado para o marcador de local da propriedade no mapa grande.

source: Property Icon URL (Hover)
de_de: Immobilie-Icon URL (Hover)
es_es: URL del icono de la propiedad (Hover)
pt_br: URL do ícone de propriedade (Passe o mouse)

source: Upload custom icon for property location marker on large map for hover state.
de_de: Laden Sie ein benutzerdefiniertes Symbol für die Positionsmarkierung der Eigenschaft auf einer großen Karte für den Hover-Status hoch.
es_es: Suba un icono personalizado para el marcador de ubicación de la propiedad en un mapa grande para el estado hover.
pt_br: Carregue o ícone personalizado para o marcador de local da propriedade no mapa grande para o estado de foco.

source: Circle Icon URL
de_de: Icon für die Anzeige eines Kreises auf der Karte
es_es: URL del icono de circulo
pt_br: URL do ícone do círculo

source: Upload custom icon for circle counter marker on large map.
de_de: Laden Sie ein benutzerdefiniertes Symbol für die Kreismarkierung auf einer großen Karte hoch.
es_es: Subir icono personalizado para el marcador de contador de círculos en un mapa grande.
pt_br: Carregar ícone personalizado para marcador de contador de círculo no mapa grande.

source: My Location Icon URL
de_de: Url des Icon für den Standort des Nutzers
es_es: URL del icono de Mi ubicación
pt_br: URL do ícone Meu local

source: Upload custom icon for my location marker on large map.
de_de: Laden Sie ein benutzerdefiniertes Symbol für meine Standortmarkierung auf einer großen Karte hoch.
es_es: Subir un icono personalizado para el marcador de mi ubicación en el mapa grande.
pt_br: Carregar ícone personalizado para o meu marcador de local no mapa grande.

source: Default Latitude
ar: عرض جغرافیایی پیشفرض
de_de: Standard Latitude
es_es: Latitud predeterminada
pt_br: Latitude predefinida

source: Provide latitude for default map location on create property page
ar: توفير الحرية لإنشاء خريطة الموقع الافتراضي في صفحة العقارات
de_de: Geben Sie den Breitengrad für den Standardkartenstandort auf der Objekt erstellen Seite an
es_es: Proporcionar latitud para la ubicación predeterminada del mapa en la página de creación de propiedades
pt_br: Forneça latitude para o local padrão do mapa na página de propriedades de criação

source: Default Longitude
ar: طول جغرافیایی پیش فرض
de_de: Standard Längengrad
es_es: Longitud predeterminada
pt_br: Longitude padrão

source: Provide longitude for default map location on create property page
ar: توفير خط الطول لإنشاء خريطة الموقع الافتراضي في صفحة العقارات
de_de: Geben Sie den Längengrad für den Standard Kartenstandort auf der Objekt erstellen Seite an
es_es: Proporcionar longitud para la ubicación predeterminada del mapa en la página de creación de propiedades
pt_br: Forneça longitude para o local padrão do mapa na página de criação de propriedades

source: Map Styles Object
de_de: Stil der Karte für Objekte
es_es: Objeto de estilos de mapa
pt_br: Objeto Estilos de Mapa

source: Provide map styles here.
de_de: Wählen Sie den Stil für die Karte aus.
es_es: Proporciona estilos de los mapas aquí.
pt_br: Forneça estilos de mapa aqui.

source: Map Style
de_de: Karten Stil
es_es: Estilo del mapa
pt_br: Tipo de Mapa

source: Choose style for leaflet map.
de_de: Wählen Sie Stil für Suchergebnisse
es_es: Elija el estilo para el mapa Leaflet
pt_br: Escolha o estilo para o mapa do folheto.

source: Preview
de_de: Vorschau
es_es: Vista previa
pt_br: Pré-visualização

source: Colors and CSS
ar: Colors and CSS-الألوان وCSS
de_de: Farben und CSS
es_es: Colores y CSS
pt_br: Cores e CSS

source: Headings Underline
ar: عناوين تسطير
de_de: Überschriften unterstreichen
es_es: Encabezamientos sub-rallado
pt_br: Rubricas sublinhadas

source: Choose bottom border color for headings area
ar: اختيار لون الحد السفلي لمنطقة العناوين
de_de: Wählen Sie untere Randfarbe für Überschriftenbereich
es_es: Elija el color del borde inferior para el área de encabezados
pt_br: Escolha a cor da borda inferior para a área de títulos

source: Headings Underline Active
ar: عناوين تسطير النشطة
de_de: Überschriften unterstreichen aktiv
es_es: Encabezamientos activos sub-rallado
pt_br: Títulos

source: Choose bottom border color for headings active area
ar: اختيار لون الحد السفلي للعناوين منطقة نشطة
de_de: Wähle die untere Randfarbe für den aktiven Bereich
es_es: Elija el color del borde inferior para los encabezados área activa
pt_br: Escolha a cor da borda inferior para a área ativa dos títulos

source: Buttons Background
ar: أزرار خلفية
de_de: Schaltflächen Hintergrund
es_es: Color de fondo de los botones
pt_br: Botões de fundo

source: Choose background color for buttons
ar: اختيار لون الخلفية لأزرار
de_de: Wählen Sie Hintergrundfarbe für Schaltflächen
es_es: Elija el color de fondo para los botones
pt_br: Escolha a cor do fundo para os botões

source: Buttons Text
ar: أزرار النص
de_de: Schaltflächen Text
es_es: Color del texto de los botones
pt_br: Texto dos botões

source: Choose text color for buttons
ar: اختيار لون النص للأزرار
de_de: Wähle Textfarbe für Schaltflächen
es_es: Elija el color del texto para los botones
pt_br: Escolha a cor do texto para os botões

source: Buttons Background - Hover
ar: أزرار خلفية - تحوم
de_de: Buttons Hintergrund - Hover
es_es: Botones de fondo - Hover
pt_br: Botões de fundo - Hover

source: Choose background color for buttons on hover state
ar: اختيار لون الخلفية لأزرار على الدولة تحوم
de_de: Wähle Hintergrundfarbe für Schaltflächen im Hover-Zustand
es_es: Elija el color de fondo para los botones en estado de Hover
pt_br: Escolha a cor do fundo para os botões no estado de hover

source: Buttons Text - Hover
ar: أزرار النص - تحوم
es_es: Botones de texto - Hover
pt_br: Texto dos botões - paira

source: Theme Main Color
ar: موضوع اللون الرئيسي
de_de: Theme Hauptfarbe
es_es: Color principal del tema
pt_br: Tema Cor principal

source: Choose main theme color for templates
ar: اختيار لون الموضوع الرئيسي لقوالب
de_de: Wählen Sie die Hauptthema Farbe für Vorlagen
es_es: Elija el color principal del tema para las plantillas
pt_br: Escolha a cor do tema principal para os modelos

source: Custom CSS Code
ar: عرف كود CSS
de_de: Benutzerdefinierter CSS-Code
es_es: Código CSS personalizado
pt_br: Código CSS personalizado

source: Paste your custom css code here, you can prefix with
ar: لصق رمز المغلق المخصص الخاص بك هنا، يمكنك بادئة مع
de_de: Fügen Sie hier Ihren benutzerdefinierten CSS-Code ein
es_es: Pegue su código personalizado CSS aquí, puede prefijar con
pt_br: Cole seu código css personalizado aqui, você pode prefixar com

source: Listing Ribbons
ar: Listing Ribbons- القوائم والازرار
de_de: Auflistung Menüleiste
es_es: Cintas de los listados
pt_br: Listando fitas

source: Ribbon Style
de_de: Stil des Markierungsbandes
es_es: Estilo de las cintas
pt_br: Estilo da faixa de opções

source: Choose ribbon style
de_de: Wählen Sie den Stil des Markierbandes
es_es: Elegir estilo de cintas
pt_br: Escolha o estilo da faixa de opções

source: Sale Ribbon Text
ar: بيع نص الشريط
de_de: Verkauf-Ribbon-Text
es_es: Texto de cinta de venta
pt_br: Texto da faixa de opções de venda

source: It displays when sale price of property is set, leave blank to disable it
de_de: Es wird angezeigt, wenn der Verkaufspreis der Immobilie festgelegt ist, lassen Sie das Feld leer, um es zu deaktivieren
es_es: Se muestra en los resultados de búsqueda de las propiedades desde el widget
pt_br: Ele exibe resultados de pesquisa de propriedades pesquisadas no widget.

source: Rented Properties
de_de: Vermietete Immobilien
es_es: Viviendas en alquiler
pt_br: Propriedades alugadas

source: It displays when property purpose is set to rent, leave blank to disable it
de_de: Es wird angezeigt, wenn der Immobilienzweck auf "Mieten" eingestellt ist. Lassen Sie das Feld leer, um es zu deaktivieren
es_es: Se muestra cuando el propósito de la propiedad es alquilar, déjelo en blanco para desactivarlo
pt_br: Ele é exibido quando o objetivo da propriedade está definido como aluguel, deixe em branco para desativá-lo

source: For Sale Properties
de_de: Verkaufs-Immobilien
es_es: Viviendas en venta
pt_br: Imóveis à Venda

source: It displays when property purpose is set to sell, leave blank to disable it
de_de: Es wird angezeigt, wenn der Immobilienzweck auf "Verkaufen" eingestellt ist. Lassen Sie das Feld leer, um es zu deaktivieren
es_es: Se muestra cuando el propósito de la propiedad es vender, déjelo en blanco para deshabilitarlo
pt_br: Ele é exibido quando o objetivo da propriedade está definido para vender, deixe em branco para desativá-lo

source: Sold Properties
de_de: Verkaufte Immobilien
es_es: Total de propiedades
pt_br: Propriedades vendidas

source: It displays when property status is set to sold, leave blank to disable it
de_de: Es wird angezeigt, wenn der Immobilienstatus auf "Verkauft" eingestellt ist. Lassen Sie das Feld leer, um es zu deaktivieren
es_es: Se muestra cuando el estado de la propiedad está configurado como vendido, déjelo en blanco para deshabilitarlo
pt_br: Ele é exibido quando o status da propriedade está definido como vendido, deixe em branco para desativá-lo

source: Featured Properties
de_de: Hervorgehobene Objekte
es_es: Viviendas destacadas
pt_br: Propriedades em destaque

source: It displays when featured option is set to yes, leave blank to disable it
de_de: Wird angezeigt, wenn die Option "Hervorgehoben" auf "Ja" gesetzt ist, lassen Sie das Feld leer, um es zu deaktivieren
es_es: Se muestra cuando la opción destacada está configurada en sí, déjela en blanco para desactivarla
pt_br: É exibida quando a opção em destaque está definida como sim, deixe em branco para desativá-la

source: Custom Ribbon
de_de: Benutzerdefiniertes Band
es_es: Cinta personalizada
pt_br: Faixa de opções personalizada

source: Provide key with value. Eg:
de_de: Geben Sie einen Schlüssel mit einem Wert an. Z.B.:
es_es: Proporciona una clave con valor, por ejemplo:
pt_br: Forneça valor à chave. Por exemplo: property_status | normal

source: Custom Ribbon Text
de_de: Benutzerdefinierte Menüleiste
es_es: Texto para la cinta personalizada
pt_br: Texto personalizado da faixa de opções

source: Provide text to display for custom ribbon. You can also provide field name for dynamic label.
de_de: Geben Sie den Text ein, der für das benutzerdefinierte Markierungsband angezeigt werden soll. Sie können auch einen Feldnamen für die dynamische Bezeichnung angeben.
es_es: Proporcionar texto para la cinta personalizada. También puede proporcionar un nombre de campo para la etiqueta dinámica.
pt_br: Forneça o texto a ser exibido para a faixa de opções personalizada. Você também pode fornecer o nome do campo para o rótulo dinâmico.

source: Gutenberg Blocks
de_de: Gutenberg Blöcke
es_es: Bloques de Gutenberg
pt_br: Blocos de Gutenberg

source: Register Agent
ar: تسجيل وكيل
de_de: Anbieter registrieren
es_es: Registro de agentes
pt_br: Registrar corretor

source: Simple Search
de_de: Einfache Suche
es_es: Búsqueda sencilla
pt_br: Pesquisa Simples

source: Enable or disable Gutenberg Blocks here. More are coming...
de_de: Aktivieren, oder deaktiveren Sie die Gutenberg-Blöcke hier. Mehr kommen bald..
es_es: Habilitar o deshabilitar los bloques de Gutenberg. Vendrán más pronto...
pt_br: Ative ou desative os blocos Gutenberg aqui. Mais estão chegando ...

source: WPBakery Page Builder Addons
de_de: WPBakery Seitengestalter Addons
es_es: WPBakery Constructores de páginas Addons
pt_br: Complementos para o Construtor de Páginas WPBakery

source: Enable or disable WPBakery Page Builder addons here.
de_de: Aktivieren oder deaktivieren Sie Addons für den WPBakery Seitengestalter hier.
es_es: Habilitar o deshabilitar este constructor de páginas aquí.
pt_br: Habilite ou desabilite os complementos do WPBakery Page Builder aqui.

source: Divi Modules
de_de: Divi Module
pt_br: Módulos Divi

source: Enable or disable Divi modules here.
de_de: Aktivieren oder Deaktivieren Divi-Module hier.
es_es: Habilitar los Divi modules aquí.
pt_br: Ative ou desative os módulos Divi aqui.

source: Advanced Settings
ar: Advanced Settings-إعدادات متقدمة
de_de: Erweitere Einstellungen
es_es: Ajustes avanzados
pt_br: Configurações Avançadas

source: Disable it, if your theme loads its own bootstrap 3 styles
ar: تعطيله، إذا كان الموضوع الخاص بك تحميل أنماط بوتستراب 3 الخاصة بها
de_de: Deaktivieren Sie es, wenn Ihr Design eigene Bootstrap-3-Stile lädt
es_es: Inhabilítelo, si su tema carga sus propios estilos de Bootstrap 3
pt_br: Desative-o, se o seu tema carregar seus próprios estilos de inicialização 3 Bootstrap

source: Disable it, if your theme loads its own font awesome icons
ar: تعطيله، إذا كان الموضوع الخاص بك تحميل الخط الخاص الرموز رهيبة
de_de: Deaktivieren Sie es, wenn Ihr Thema eigene font-awesome Symbole lädt
es_es: Inhabilítelo, si su tema carga sus propios íconos FontAwesome
pt_br: Desativá-lo, se o seu tema carrega a sua própria fonte ícones incríveis

source: Property Submission Mode
ar: تقديم العقار
de_de: Immobilien Eintragsmodus
es_es: Modo de registro de propiedades
pt_br: Modo de envio de propriedade

source: Publish Right Away
de_de: Direkt veröffentlichen
es_es: Publicar de inmediato
pt_br: Publicar imediatamente

source: Approve by Administrator
de_de: Genehmigung durch Administrator
es_es: Aprobar por administrador
pt_br: Aprovar pelo administrador

source: Set permission for agents for creating new property
de_de: Legen Sie die Berechtigung für Anbieter zum Erstellen neuer Objekte fest
es_es: Determinar permisos para los agentes al crear nuevas propiedades
pt_br: Definir permissão para agentes para criar nova propriedade

source: Redirect After Creating Property
de_de: Weiterlatung nach Immobilien Eintragung
es_es: Redirección después de crear la propiedad
pt_br: Redirecionar após criar a propriedade

source: Provide redirect url after creating property from frontend
de_de: Geben Sie die Weiterleitungs-URL an, nachdem Sie eine Immobile vom Frontend erstellt haben
es_es: Determine la URL de redirección después de la creación de la propiedad
pt_br: Forneça o URL de redirecionamento após criar a propriedade do front-end

source: Redirect After Editing Property
de_de: Weiterleitung nach Immobilien Bearbeitung
es_es: Redirección después de la modificación de una propiedad
pt_br: Redirecionar após editar a propriedade

source: Provide redirect url after editing property from frontend
de_de: Stellen Sie die Weiterleitungs-URL nach dem Bearbeiten der Immobilievom Frontend zur Verfügung
es_es: Determina la URL de redirección después de la modificación de una propiedad
pt_br: Fornecer URL de redirecionamento após editar a propriedade do front-end

source: Keep
de_de: Behalten
es_es: Mantener
pt_br: Guarda

source: Delete
ar: حذف
de_de: Löschen
es_es: Borrar
pt_br: Eliminar

source: Attachments Deletion
de_de: Löschen von Anhängen
es_es: Borrar adjuntos
pt_br: Exclusão de anexos

source: What to do with gallery images after deleting property.
de_de: Was soll mit den Bildern nach dem Löschen von Immobilien geschehen?
es_es: Qué hacer con las imágenes de la galería después de eliminar la propiedad.
pt_br: O que fazer com as imagens da galeria depois de excluir a propriedade.

source: Agents Approval
de_de: Anbieter genehmigen
es_es: Aprobación de agentes
pt_br: Aprovação de corretor

source: Automatic
de_de: Automatisch
es_es: Automático
pt_br: Automatico

source: We recommend you to use manual method
de_de: Wir empfehlen die manuelle Methode zu nutzen
es_es: Recomendamos que use el modo manual
pt_br: Recomendamos que você use o método manual

source: Agent Details
ar: تفاصيل وكيل
de_de: Anbieter Details
es_es: Detalles del agente
pt_br: Detalhes do Agente

source: Upload Image
ar: تحميل الصور
de_de: Bild hochladen
es_es: Subir imagen
pt_br: Enviar Imagem

source: Agent Registration Fields
es_es: Campos de registro para los agentes
pt_br: Campos de registro do Corretores

source: Please Drag and Drop the fields in above area from left panel
ar: الرجاء سحب وإسقاط الحقول أعلى منطقة من اللوحة اليسرى
es_es: Arrastre y suelte los campos en el área superior desde el panel izquierdo
pt_br: Arraste e solte os campos na área acima do painel esquerdo

source: Reset Fields
ar: تصفير البيانات في الحقول
de_de: Setze Felder zurück
es_es: Restablecer campos
pt_br: Começar de Novo

source: Save Settings
ar: احفظ التغييرات
de_de: Einstellungen speichern
es_es: Guardar ajustes
pt_br: Salvar configurações

source: Checkbox
es_es: Casilla
pt_br: Caixa de seleção

source: Label
ar: المسمى
es_es: Etiqueta
pt_br: Etiqueta

source: Data Name (lowercase without spaces)
ar: اسم البيانات (الأحرف بدون مسافات)
de_de: Datenname (Kleinbuchstaben ohne Leerzeichen)
es_es: Nombre de datos (minúsculas sin espacios)
pt_br: Nome de dados (minúsculas sem espaços)

source: Help Text
ar: نص المساعدة
de_de: Hilfetext
es_es: Texto de ayuda
pt_br: Texto de ajuda

source: Required
de_de: Benötigt
es_es: Obligatorio
pt_br: Obrigatório!

source: Display on
de_de: Anzeigen auf
es_es: Mostrar en
pt_br: Exibir em

source: Registration Form
de_de: Registrierungsformular
es_es: Formulario de registro
pt_br: Formulário de registro

source: Tab
es_es: Pestaña
pt_br: Aba

source: Email Field
de_de: Email-Feld
es_es: Campo de correo electrónico
pt_br: Campo Email

source: Admin Profile Edit
de_de: Anbieterprofil bearbeiten
es_es: Editar perfil del administrador
pt_br: Editar perfil do administrador

source: Frontend Edit
de_de: Frontend bearbeiten
es_es: Modificar frontend
pt_br: Edição de front-end

source: Agent Card Icons
de_de: Icons der Anbieter Karte
es_es: Iconos de la tarjeta de los agentes
pt_br: Ícones do cartão do corretor

source: Agent Page
de_de: Seite des Anbieters
es_es: Página del agente
pt_br: Página do corretor

source: Icon Class (If Agent Card Icons is selected)
de_de: Klasse des Icons (falls Icons der Anbieter Karte gewählt wurde)
es_es: Clase de iconos (en caso que este seleccionados los iconos de la tarjeta de agentes)
pt_br: Classe de ícone (se Ícones de cartão de corretor estiver selecionado)

source: Image Field
de_de: Bildfeld
es_es: Campo de imagen
pt_br: Campo de imagem

source: Number Field
ar: حقل الأرقام
de_de: Zahlenfeld
es_es: Campo de número
pt_br: Campo Numérico

source: Password Field
de_de: Passwortfeld
es_es: Campo de contraseña
pt_br: Campo Senha

source: Select Box
ar: اختر صندوق
es_es: Caja de selección
pt_br: Selecionar Caixa

source: Default Selected
ar: الافتراضي المحدد
es_es: Selección predeterminada
pt_br: Padrão selecionado

source: Options (each per line)
ar: خيارات (كل كل سطر)
de_de: Optionen (jeweils pro Zeile)
es_es: Opciones (una por línea)
pt_br: Opções (por linha)

source: Admin Settings Tab
ar: إعدادات المشرف
es_es: Pestaña de la configuración del administrador
pt_br: Guia Configurações do administrador

source: Text Field
ar: نص الموضوع
de_de: Textfeld
es_es: Campo de texto
pt_br: Campo de Texto
