Repository: topazstores/real-estate-plugin
Catalog: languages/real-estate-manager-*.po
Languages: ar, de_de, es_es, pt_br

source: Auto Play Speed
ar: سرعة التشغيل التلقائي
de_de: Automatische Wiedergabegeschwindigkeit
es_es: Velocidad de reproducción automática
pt_br: Velocidade de reprodução automática

source: Auto play speed in ms Eg: 2000
ar: سرعة تشغيل السيارات في مس على سبيل المثال: 2000
de_de: Automatische Wiedergabegeschwindigkeit in ms Beispiel: 2000
es_es: Velocidad de reproducción automática en ms Ejemplo: 2000
pt_br: Velocidade de reprodução automática em ms Ex: 2000

source: Arrows
ar: اسهم السلايدر
de_de: Pfeile
es_es: Flechas
pt_br: Setas; flechas

source: Enable to display arrows for navigation
ar: تمكين عرض أسهم للملاحة
de_de: Aktivieren Sie diese Option, um Pfeile für die Navigation anzuzeigen
es_es: Habilitar para mostrar flechas para la navegación
pt_br: Ative para exibir setas para navegação

source: Dots
ar: النقاط
de_de: Punkte
es_es: Puntos
pt_br: Pontos

source: Enable to display bottom dots for navigation
ar: تمكين عرض النقاط السفلية للتنقل
de_de: Aktivieren, um untere Punkte für die Navigation anzuzeigen
es_es: Habilitar para mostrar los puntos inferiores para la navegación
pt_br: Permitir exibição de pontos inferiores para navegação

source: Content for Non Logged In Users
ar: المحتوى للمستخدمين غير المسجلة
de_de: Inhalt für nicht angemeldete Benutzer
es_es: Contenido para usuarios sin iniciar sesión
pt_br: Conteúdo para usuários não conectados

source: Provide contents for non logged in users
de_de: Geben Sie den Inhalte für nicht eingeloggte Nutzer an
es_es: Proporcionar contenidos para usuarios con sesión no iniciada
pt_br: Fornecer conteúdo para usuários não conectados

source: Heading
ar: العنوان
de_de: Überschrift
es_es: Encabezado
pt_br: Cabeçalho

source: Heading will appear above the login form
ar: وسوف يظهر العنوان أعلاه نموذج تسجيل الدخول
de_de: Überschrift wird über dem Anmeldeformular angezeigt
es_es: El encabezado aparecerá sobre el formulario de inicio de sesión
pt_br: O título aparecerá acima do formulário de login

source: Provide URL to redirect after successful login
de_de: Geben Sie eine URL zu Weiterleitung nach dem erfolgreichen Einloggen an
es_es: Proporcionar URL de redirección después de inicio exitoso de la sesión
pt_br: Forneça URL para redirecionar após o login bem-sucedido

source: Provide contents to display if user is not logged in
de_de: Geben Sie einen Inhalt an für Nutzer die noch nicht eingeloggt sind
es_es: Proporcionar contenidos para mostrar cuando un usuario no haya iniciado la sesión
pt_br: Fornecer conteúdo a ser exibido se o usuário não estiver conectado

source: Provide property id here
ar: أدخل معرف الموقع هنا
de_de: Geben Sie hier eine Immobilien-ID an
es_es: Proporcionar ID de la propiedad aquí
pt_br: Forneça o ID da propriedade aqui

source: Provide content to display if user is not logged in
ar: توفير المحتوى لعرض إذا لم يتم تسجيل المستخدم
de_de: Stellen Sie Inhalte bereit, die angezeigt werden sollen, wenn der Benutzer nicht angemeldet ist
es_es: Proporciona contenido para mostrar si el usuario no ha iniciado la sesión
pt_br: Fornecer conteúdo a ser exibido se o usuário não estiver conectado

source: Redirect URL
de_de: Weiterleitungs-Url
es_es: URL de redirección
pt_br: Redirecionar

source: Provide URL to redirect after logout
de_de: Geben Sie die Weiterleitungs-Url nach dem Ausloggen an
es_es: Proporcionar URL para la redirección posterior al inicio exitoso de la sesión
pt_br: Forneça URL para redirecionar após o logout

source: CSS Button
es_es: Botón CSS
pt_br: Botão CSS

source: Provide css classes for button
de_de: Geben Sie eine CSS-Klasse für den Knopf an
es_es: Proporcionar clases de CSS para los botones
pt_br: Fornecer classes css para o botão

source: Provide button label
de_de: Geben Sie einen Text für den Knopf an
es_es: Proporcionar etiqueta para el botón
pt_br: Fornecer etiqueta de botão

source: Choose agent to display his/her profile.
de_de: Wählen Sie einen Anbieter um sein/ihr Profil anzuzeigen.
es_es: Seleccionar agentes para mostrar su perfil.
pt_br: Escolha agente para exibir seu perfil.

source: Role
de_de: Rolle
es_es: Función
pt_br: Função

source: Provide role name who can manage properties from this page.
de_de: Geben Sie den Rollennamen an, der die Eigenschaften auf dieser Seite verwalten kann.
es_es: Proporcionar nombre de la función de aquellos que puedan gestionar propiedades desde esta página.
pt_br: Forneça o nome da função que pode gerenciar propriedades nesta página.

source: Check Fields to Display
ar: تحقق من الحقول إلى العرض
de_de: Aktivieren Sie die anzuzeigenden Felder
es_es: Compruebe los campos para mostrar
pt_br: Verificar campos a serem exibidos

source: Check the required fields for search menu
ar: تحقق من الحقول المطلوبة للبحث عن قائمة
de_de: Überprüfen Sie die erforderlichen Felder für das Suchmenü
es_es: Verifique los campos requeridos para el menú de búsqueda
pt_br: Verifique os campos obrigatórios para o menu de pesquisa

source: Choose number of fields in each row
ar: اختر عدد الحقول في كل صف
de_de: Wählen Sie die Anzahl der Felder in jeder Zeile
es_es: Elija la cantidad de campos en cada fila
pt_br: Escolha o número de campos em cada linha

source: 6 Columns
ar: 6 اعمدة
de_de: 6 Spalten
es_es: 6 Columnas
pt_br: 6 colunas

source: 1 Column
de_de: 1 Spalte
es_es: 1 Columna
pt_br: 7 colunas

source: Search Button Title
ar: عنوان زر البحث
de_de: Titel der Suchschaltfläche
es_es: Título del botón de búsqueda
pt_br: Título do botão Pesquisar

source: Provide text for search button
ar: توفير النص للبحث عن زر
de_de: Geben Sie Text für die Suchschaltfläche ein
es_es: Proporcionar texto para el botón de búsqueda
pt_br: Fornecer texto para o botão de pesquisa

source: Filter Button Title
ar: عنوان زر الفلتر
de_de: Titel der Filterschaltfläche
es_es: Título del botón de filtro
pt_br: Título do botão de filtro

source: Provide text for more filter button
ar: تقديم نص لزر التصفية أكثر
de_de: Geben Sie Text für weitere Filterschaltflächen ein
es_es: Proporciona el texto para botón de "más filtros"
pt_br: Forneça texto para mais botões de filtro

source: Results Page
ar: صفحة النتائج
de_de: Ergebnisse Seite
es_es: Pagina de resultados
pt_br: Página de resultados

source: Provide url, it will disable AJAX search and will open up that page to display results. Make sure to paste shortcode [rem_search_results] on provided page to display results.
ar: توفير عنوان ورل، فإنه سيتم تعطيل البحث أجاكس وسوف تفتح تلك الصفحة لعرض النتائج. تأكد من لصق الرمز القصير [rem_search_results] في الصفحة المقدمة لعرض النتائج.
de_de: URL angeben, es deaktiviert die AJAX-Suche und öffnet diese Seite, um Ergebnisse anzuzeigen. Stellen Sie sicher, dass Sie den Shortcode [rem search_results] auf der angegebenen Seite einfügen, um die Ergebnisse anzuzeigen.
es_es: Proporciona url, deshabilitará la búsqueda AJAX y abrirá esa página para mostrar los resultados. Asegúrese de pegar shortcode [rem search_results] en la página proporcionada para mostrar los resultados.
pt_br: Forneça o URL, desabilitará a pesquisa AJAX e abrirá essa página para exibir resultados. Certifique-se de colar o código curto [rem_search_results] na página fornecida para exibir os resultados.

source: Result Selector
de_de: Ergebnisauswahl
es_es: Selector de resultados
pt_br: Seletor de resultados

source: HTML selector if you want to display results in some other place on current page
de_de: HTML-Selektor, wenn Sie Ergebnisse an einer anderen Stelle auf der aktuellen Seite anzeigen möchten
es_es: Selector de HTML por si se deben mostrar los resultados en otro lugar en la misma página (se determina una ID en un div que se debe introducir aquí)
pt_br: Seletor HTML, se você deseja exibir resultados em outro local da página atual

source: Fixed Fields
ar: حقول ثابتة
de_de: Feste Felder
es_es: Campos fijos
pt_br: Campos fixos

source: Provide data for fixed fields on each line. Eg: property_status|normal
ar: توفير بيانات للحقول الثابتة على كل سطر. على سبيل المثال: property_status | عادي
de_de: Geben Sie Daten für feste Felder in jeder Zeile an. ZB: Objekstatus | normal
es_es: Proporciona datos para campos fijos en cada línea. Ej .: property_status|normal
pt_br: Forneça dados para campos fixos em cada linha. Por exemplo: property_status | normal

source: Hard Coded Contents
ar: المحتويات المشفرة الصلبة
pt_br: Conteúdo codificado

source: You can paste shortcode here to list some default properties
ar: يمكنك لصق الرمز القصير هنا لإدراج بعض العقارات الافتراضية
de_de: Sie können den Shortcode hier einfügen, um einige Standardeigenschaften aufzulisten
es_es: Puede pegar shortcode aquí para listar algunas propiedades predeterminadas
pt_br: Você pode colar o shortcode aqui para listar algumas propriedades padrão

source: Agent ID
de_de: Makler ID
es_es: ID Agente
pt_br: ID do corretor

source: Agent ID or comma separated IDs for agent specific search
de_de: Anbieter-ID oder durch Komma getrennte IDs für die Anbieter spezifische Suche
es_es: ID de agente separado por coma para búsquedas de propiedades por agentes
pt_br: ID do corretor ou ID separados por vírgula para pesquisa específica do corretor

source: More Filters Column Classes
de_de: Weitere Filter für Spaltenklassen
es_es: Clases de columnas para mas filtros
pt_br: Mais filtros Classes de colunas

source: CSS classes for more filters (features).
de_de: CSS-Klassen für weitere Filter (Ausstattung)
es_es: Clases de CSS para "Más filtros" (características)
pt_br: Classes CSS para mais filtros (recursos).

source: Auto Complete
de_de: Auto-Vervollständigung
es_es: Auto-completado
pt_br: Autocompletar

source: Enable or Disable auto suggestions
de_de: Automatische Vorschläge aktivieren / deaktivieren
es_es: Habilitar o deshabilitar las sugestiones automáticas
pt_br: Ativar ou desativar sugestões automáticas

source: Auto Scroll
de_de: Auto-Rollen
es_es: Scroll automático
pt_br: Auto rolagem

source: Enable or Disable auto scroll to results
de_de: Automatisches Rollen zu den Ergebnissen aktivieren / deaktivieren
es_es: Habilitar o deshabilitar scroll automático hacia a los resultados
pt_br: Ativar ou desativar a rolagem automática para resultados

source: Choose order to display results
de_de: Wählen Sie die Reihenfolge aus, um Ergebnisse anzuzeigen
es_es: Elige el orden para mostrar las propiedades
pt_br: Escolha a ordem para exibir os resultados

source: Choose order by to display results
de_de: Wählen Sie die Reihenfolge aus, um Ergebnisse anzuzeigen
es_es: Elegir "Ordenar por" para mostrar resultados
pt_br: Escolha ordenar por para exibir resultados

source: Display By
de_de: Anzeigen nach
es_es: Mostrar por
pt_br: Exibir por

source: How you want to display properties on map
ar: كيف تريد عرض العقارات على الخريطة
de_de: Wie möchten Sie Immobilien auf der Karte anzeigen?
es_es: Cómo desea mostrar las propiedades en el mapa
pt_br: Como você deseja exibir propriedades no mapa

source: Properties by IDs
ar: العقارات بواسطة الأرقام التعريفية
de_de: Immobilien nach ID
es_es: Viviendas por IDs
pt_br: Propriedades por IDs

source: Use Property Query
ar: استخدم استعلام العقار
de_de: Verwenden Sie die Immobilien Abfrage
es_es: Usar consulta de propiedades
pt_br: Usar consulta de propriedade

source: Property ID each per line to display on map
ar: معرف العقار كل كل سطر لعرض على الخريطة
de_de: Property ID pro Zeile für die Anzeige auf der Karte
es_es: ID de propiedad por línea para mostrar en el mapa
pt_br: ID da propriedade cada por linha para exibir no mapa

source: Provide total number of properties to show. -1 for all
ar: قدم إجمالي عدد العقارات التي سيتم عرضها. -1 للجميع
de_de: Geben Sie die Gesamtzahl der anzuzeigenden Eigenschaften an. -1 für alle
es_es: Proporciona el número total de propiedades a mostrar. -1 para mostrar todas
pt_br: ID da propriedade cada por linha para exibir no mapa

source: Property Type Filtering
ar: نوع تصفية
de_de: Immobilientyp Filterung
es_es: Filtrado por tipo de propiedades
pt_br: Filtragem de tipo de propriedade

source: Enable to display property type buttons below maps to filter
ar: تمكين عرض أزرار نوع الموقع أسفل الخرائط لتصفية
de_de: Aktivieren, um Filter unter Immobilientyp Schaltflächen anzuzeigen
es_es: Habilitar para mostrar botones de tipo de propiedades debajo de los mapas para filtrar
pt_br: Ative para exibir botões de tipo de propriedade abaixo dos mapas para filtrar

source: Filter Key
de_de: Filter-Schlüssel
es_es: Clave de filtrado
pt_br: Chave de filtro

source: Field key to use for filter menu
de_de: Feldschlüssel der in Filtermenüs benutzt werden soll
es_es: Clave del campo para usar para el menu del filtro
pt_br: Tecla de campo a ser usada no menu de filtro

source: Filter Options
ar: خيارات التصفية
de_de: Filtermöglichkeiten
es_es: Opciones de filtro
pt_br: Opções de Filtro

source: Provide comma-separated values to display on filter menu
de_de: Geben Sie durch Kommas getrennte Werte an, die im Filtermenü angezeigt werden sollen
es_es: Proporcionar valores separados por comas para mostrar en el menu de filtros
pt_br: Forneça valores separados por vírgula para exibir no menu de filtro

source: Provide default latitude if you are using Leaflet Map
de_de: Geben Sie den Standardspielraum an, wenn Sie die Leaflet Karte verwenden
es_es: Proporcionar la latitud predeterminada si se usa Leaflet Map
pt_br: Forneça latitude padrão se você estiver usando o Leaflet Map

source: Provide default longitude if you are using Leaflet Map
de_de: Geben Sie den Standard-Längengrad an, wenn Sie die Leaflet Karte verwenden
es_es: Proporcionar la longitud predeterminada si se usa Leaflet Map
pt_br: Forneça longitude padrão se você estiver usando o Leaflet Map

source: Provide zoom level if you are using Leaflet Map
de_de: Geben Sie die Zoomstufe an, wenn Sie die Leaflet Map verwenden
es_es: Proporcionar el nivel de amplificación del mapa si se usa Leaflet Map
pt_br: Forneça o nível de zoom se você estiver usando o Leaflet Map

source: Map ID
de_de: Karten ID
es_es: ID de mapa
pt_br: ID do mapa

source: Lowercase without spaces id for using multiple maps on the same page.
de_de: Kleinbuchstaben ohne Leerzeichen für die Verwendung mehrerer Karten auf derselben Seite.
es_es: Letras minúsculas sin espacios separados por comas para mostrar multiples mapas en la misma página.
pt_br: ID em minúsculas sem espaços para usar vários mapas na mesma página.

source: Filter by Tags
ar: تصفية حسب العلامات
de_de: Filter nach Schlagworten
es_es: Filtrar por etiquetas
pt_br: Filtrar por Tags

source: Provide single tag on each line to filter.
ar: قدم علامة واحدة على كل سطر لتصفية البيانات.
de_de: Geben Sie für jede zu filternde Zeile ein einzelnes Tag an.
es_es: Proporciona una sola etiqueta en cada línea para filtrar.
pt_br: Forneça uma única tag em cada linha para filtrar.

source: Map Height
ar: ارتفاع نقشه
de_de: Karten Höhe
es_es: Altura del mapa
pt_br: Altura do mapa

source: Provide map height Eg: 550px
ar: قم بتوفير ارتفاع الخريطة إغ: 550px
de_de: Geben Sie die Kartenhöhe an. Beispiel: 550px
es_es: Proporcionar altura del mapa, por ejemplo: 550px
pt_br: Forneça a altura do mapa Por exemplo: 550px

source: Provide agent id for specific listings
de_de: Geben Sie die Anbieter-ID für bestimmte Einträge an
es_es: Proporcionar la ID del agente para mostrar listados específicos
pt_br: Forneça o ID do corretor para listagens específicas

source: Loading Heading
ar: تحميل العنوان
de_de: Überschrift wird geladen
es_es: Encabezado cargando
pt_br: Carregando título

source: Provide map loading text heading
ar: توفير خريطة تحميل نص العنوان
de_de: Geben Sie die Überschrift für das Laden der Karte an
es_es: Proporcionar encabezado de texto de carga de mapa
pt_br: Fornecer mapa carregando cabeçalho de texto

source: Loading Description
ar: تحميل وصف
de_de: Lade Beschreibung
es_es: Descripción cargando
pt_br: Carregando Descrição

source: Provide map loading text description
ar: توفير خريطة تحميل وصف النص
de_de: Geben Sie eine Beschreibung zum Laden der Karte an
es_es: Proporcionar texto mientras se está cargando el mapa
pt_br: Fornecer descrição do texto de carregamento do mapa

source: Buttons Background Color
ar: الأزرار لون الخلفية
de_de: Button Hintergrundfarbe
es_es: Color del fondo de los botones
pt_br: Cor de fundo dos botões

source: Choose background color for map buttons
ar: اختر لون الخلفية لخريطة الأزرار
de_de: Wählen Sie die Hintergrundfarbe für die Kartenschaltflächen
es_es: Elija el color de fondo para los botones del mapa
pt_br: Escolha a cor de fundo para os botões do mapa

source: Colors
ar: الالوان
de_de: Farben
es_es: Colores
pt_br: Cores

source: Buttons Text Color
ar: لون النص الأزرار
de_de: Textfarbe der Schaltfläche
es_es: Color de texto en botones
pt_br: Cor de texto dos botões

source: Choose text color for map buttons
ar: اختر لون النص لخريطة الأزرار
de_de: Wählen Sie eine Textfarbe für die Kartenschaltflächen
es_es: Elija el color del texto para los botones del mapa
pt_br: Escolha a cor do texto para os botões do mapa

source: Buttons Background Color - Hover
ar: لون الخلفية عند تمرير الماوس
de_de: Ãndern Sie die Hintergrundfarbe für Button
es_es: Color de fondo de botones - Hover
pt_br: Botões Cor de fundo - Passe o cursor

source: Choose hover background color for map buttons
ar: اختر لون الخلفية تحوم لخريطة الأزرار
de_de: Wählen Sie Hover-Hintergrundfarbe für Map-Schaltflächen
es_es: Elija el color de fondo hover para los botones del mapa
pt_br: Escolha a cor do plano de fundo suspenso para os botões do mapa

source: Buttons Text Color - Hover
ar: لون النص أزرار-التحويم
de_de: Schaltflächen Textfarbe - Hover
es_es: Botones Color del texto - hover
pt_br: Botões Cor do texto - Passar o mouse

source: Choose text hover color for map buttons
ar: اختر لون المرور فوق النص لخريطة الأزرار
de_de: Wählen Sie eine Hoverfarbe für die Kartenschaltflächen
es_es: Elija el color del texto hover para los botones del mapa
pt_br: Escolha a cor instantânea do texto para os botões do mapa

source: Loader Color
ar: لون محمل
de_de: Ladeanzeiger - Farbe
es_es: Color del loader
pt_br: Cor do Carregador

source: Choose color for maps loader box
ar: اختيار لون لخرائط محمل الخرائط
de_de: Wählen Sie die Farbe für die Kartenlade-Box
es_es: Elija el color para la caja del cargador de mapas
pt_br: Escolha a cor da caixa do carregador de mapas

source: Water Color
ar: ألوان مائية
de_de: Wasser Farbe
es_es: Color del agua
pt_br: Cor da água

source: Choose water color in map
ar: اختر لون المياه في الخريطة
de_de: Wählen Sie die Wasserfarbe in der Karte
es_es: Elige el color del agua en el mapa
pt_br: Escolha a cor da água no mapa

source: Map Colors
ar: لون
de_de: Karten Farben
es_es: Colores del mapa
pt_br: Cores do mapa

source: Fill Color
ar: لون التعبئة
de_de: Füllfarbe
es_es: Color de relleno
pt_br: Cor de Preenchimento

source: Choose natural fill color in map
ar: اختر لون التعبئة الطبيعية في الخريطة
de_de: Wählen Sie die natürliche Füllfarbe in der Karte
es_es: Elige el color de relleno natural en el mapa
pt_br: Escolha cor de preenchimento natural no mapa

source: Points of Interest Color
ar: النقاط لمصلحة اللون
de_de: Sehenswürdigkeiten Farbe
es_es: Color de los puntos de interés
pt_br: Cor dos pontos de interesse

source: Choose poi color in map
ar: اختر لون البوي في الخريطة
de_de: Wählen Sie Poi Farbe in der Karte
es_es: Elige el color de los puntos de interés en el mapa
pt_br: Escolha a cor do ponto de interesse no mapa

source: Points of Interest Hue Color
ar: النقاط لمصلحة تدرج اللون
de_de: Sehenswürdigkeiten Farbton Farbe
es_es: Puntos de interés Hue Color
pt_br: Pontos de Interesse Hue Color

source: Choose poi hue color in map
ar: اختيار لون الصبغة البوي في الخريطة
de_de: Wählen Sie eine Farbe in der Karte
es_es: Elige el color del tono poi en el mapa
pt_br: Escolha a cor de matiz poi no mapa

source: Road Lightness
ar: إضاءة اللون
de_de: Straßen Helligkeit
es_es: Luminosidad de las calles
pt_br: Luminosidade da estrada

source: Choose road lightness in map, Default: 100
ar: اختر خفة الطريق في الخريطة الافتراضية: 100
de_de: WÃ¤hlen Sie Straßenhelligkeit in der Karte, Standard: 100
es_es: Elija la ligereza de la carretera en el mapa, Valor predeterminado: 100
pt_br: Escolha a luminosidade da estrada no mapa, Padrão: 100

source: Lines Lightness
ar: خفة خطوط
de_de: Linien Leichtigkeit
es_es: Luminosidad de líneas
pt_br: Linhas leveza

source: Choose line lightness in map, Default: 700
ar: اختر خط خفة في الخارطة، الافتراضي: 700
de_de: Wählen Sie Linienhelligkeit in der Karte, Standard: 700
es_es: Elija la claridad de línea en el mapa, valor predeterminado: 700
pt_br: Escolha a luminosidade da linha no mapa, Padrão: 700

source: Background color for bottom buttons
ar: لون الخلفية لأزرار أسفل
pt_br: Cor de fundo dos botões inferiores

source: Text color for bottom buttons
ar: لون النص لأزرار أسفل
pt_br: Cor do texto para os botões inferiores

source: Background color for bottom buttons on hover
ar: لون الخلفية لأزرار أسفل على تحوم
pt_br: Cor de fundo dos botões inferiores ao passar o mouse

source: Text color for bottom buttons on hover
ar: لون النص لأزرار أسفل على تحوم
pt_br: Cor do texto dos botões inferiores ao passar o mouse

source: Buttons Background Color - Active
ar: أزرار لون الخلفية - نشط
pt_br: Botões Cor de fundo - Ativo

source: Background color for bottom buttons on active
ar: لون الخلفية لأزرار أسفل على نشطة
pt_br: Cor de fundo dos botões inferiores no ativo

source: Field Name for Icons
de_de: Feldname für Icons
es_es: Nombre de campo para iconos
pt_br: Nome do campo para ícones

source: Provide field data name to filter icons by. Eg: property_type
de_de: Geben Sie den Namen der Felddaten an, nach denen die Symbole gefiltert werden sollen. ZB: Immobilientyp
es_es: Proporcionar el nombre del campo de datos para filtrar los iconos. E.j. property_type
pt_br: Forneça o nome dos dados do campo para filtrar os ícones. Por exemplo: property_type

source: Custom Icons
de_de: Eigene Icons
es_es: Iconos personalizados
pt_br: Ícones personalizados

source: Icon URLs
de_de: Icon URL
es_es: URLs de los iconos
pt_br: URLs de ícone

source: Provide meta value, static and hover icon urls seaprated with pipe sign. Eg: house|some_image.png|some_image_hover.png
de_de: Stellen Sie Meta-Wert-, statische und Hover-Icon-URLs bereit, die mit dem Pipe-Zeichen verknüpft sind. ZB: Haus | some_image.png | some_image_hover.png
es_es: Proporcionar URLs de iconos para valor de meta, estáticos y hover separado por |, e.j. house|some_image.png|some_image_hover.png
pt_br: Forneça URLs de ícone de meta valor, estático e de foco suspenso com sinal de canal. Por exemplo: casa | some_image.png | some_image_hover.png

source: My Location Icon Url
de_de: Mein Standort Icon URL
es_es: URL del icono de "Mi ubicación"
pt_br: URL do ícone da minha localização

source: Provide icon url for my location pin
de_de: Geben Sie die Symbol-URL für mein Standort-PIN ein
es_es: Proporcionar la url del icono de mi pin de localización
pt_br: Fornecer URL do ícone para o meu local

source: Circle Icon Url
de_de: Kreis Icon URL
es_es: URL del icono del radio
pt_br: URL do ícone do círculo

source: Provide icon url for multiple properties. Size 55x55
de_de: Stellen Sie die Symbol-URL für mehrere Objekte bereit. Größe 55x55
es_es: Proporcionar URL de iconos para múltiples propiedades. Tamaño 55px x 55px
pt_br: Forneça o URL do ícone para várias propriedades. Tamanho 55x55

source: Agent IDs
de_de: Makler IDs
es_es: IDs agentes
pt_br: IDs dos corretores

source: Comma-separated ids of the agents for a specific listing
de_de: Kommagetrennte IDs der Agenten für eine bestimmte Auflistung
es_es: IDs separados por comas de los agentes que se desean mostrar en los listados
pt_br: IDs separados por vírgula dos corretores para uma listagem específica
