Repository: topazstores/real-estate-plugin
Catalog: languages/real-estate-manager-*.po
Languages: ar, de_de, es_es, pt_br

source: Real Estate Manager
ar: مدير العقارات
de_de: Immobilien-Manager
es_es: Gestor de Inmuebles
pt_br: Gerente de Imóveis

source: New Agent Registered
ar: تم تسجيل وكيل عقارى جديد
de_de: Neuer Anbieter registriert
es_es: Nuevo agente registrado
pt_br: Novo Agente Registrado

source: Registration Successful
de_de: Die Registrierung war erfolgreich
es_es: Se registró correctamente
pt_br: Registro bem-sucedido

source: Approved
ar: موافق عليها
de_de: Genehmigt
es_es: Aprobado
pt_br: Aprovado

source: Rejected
ar: ملغي
de_de: Abgelehnt
es_es: Rechazado
pt_br: Rejeitado

source: New Property Submitted
ar: تم تسجيل عقار جديد
de_de: Neue Immobilie wurde angelegt
es_es: Nueva propiedad añadida
pt_br: Nova propriedade enviada

source: Property Submitted
ar: تم ارسال العقار
de_de: Immobilie eingereicht
es_es: Propiedad añadida.
pt_br: Propriedade enviada

source: Property Approved
ar: تمّ الموافقة على العقار
de_de: Immobilie freigegeben
es_es: Vivienda aprobada.
pt_br: Propriedade aprovada

source: Details
ar: تفاصيل
es_es: Detalles
pt_br: Detalhes

source: Beds
ar: سراير
de_de: Betten
es_es: Domitorios
pt_br: Camas

source: Baths
ar: الحمامات
de_de: Bäder
es_es: Baños
pt_br: Banhos

source: Area
ar: المساحة
de_de: Wohnfläche
es_es: Superficie
pt_br: Área

source: Property ID
ar: مسلسل العقارات
de_de: Immobilien ID
es_es: ID de propiedad
pt_br: Imóvel (ID)

source: Features
ar: الميزات
de_de: Ausstattung
es_es: Características
pt_br: Características

source: Tags
ar: الوسم
de_de: Schlagworte
es_es: Etiquetas
pt_br: Tag

source: Edit Property
ar: تعديل العقار
de_de: Immobilie bearbeiten
es_es: Modificar propiedad
pt_br: Editar propriedade

source: Find on Map
ar: البحث في الخريطة
de_de: Auf der Karte anzeigen
es_es: Buscar en el mapa
pt_br: Encontre no Mapa

source: Name
ar: اسم
es_es: Nombre
pt_br: Nome

source: Email
ar: البريد الإلكتروني
es_es: Correo electrónico
pt_br: O email

source: Subject
ar: موضوع
de_de: Betreff
es_es: Asunto
pt_br: Assunto

source: Your Message
ar: رسالتك
de_de: Ihre Nachricht
es_es: Mensaje
pt_br: Sua mensagem

source: SEND MESSAGE
ar: إرسال رسالة
de_de: NACHRICHT SENDEN
es_es: Enviar mensaje
pt_br: ENVIAR MENSAGEM

source: Sending Email, Please Wait...
ar: إرسال البريد الإلكتروني، من فضلك انتظر ...
de_de: E-Mail senden, bitte warten ...
es_es: Enviando correo electrónico, un momento ...
pt_br: Enviando e-mail, aguarde ...

source: Tag:
ar: العلامة:
de_de: Schlagwort:
es_es: Etiqueta:
pt_br: Adicionar nova tag

source: Properties:
ar: عقارات
de_de: Immobilien:
es_es: Viviendas:
pt_br: Propriedades

source: Settings
ar: إعدادات
de_de: Einstellungen
es_es: Ajustes
pt_br: Configurações

source: Request for Customize
ar: طلب تخصيص
de_de: Anfrage zur Bearbeitung
es_es: Solicitar personalización
pt_br: Pedido de Personalização

source: here
ar: هنا
de_de: hier
es_es: aquí
pt_br: Aqui

source: Featured Image
ar: الصورة المميزة
de_de: Hervorgehobenes Bild
es_es: Imagen destacada
pt_br: Imagem de destaque

source: Energy Efficiency
de_de: Energie-Effizienz
es_es: Eficacia energética
pt_br: Economia de Energia

source: Energy Class
de_de: Energieklasse
es_es: Calificación energética
pt_br: Classe Economia

source: Select the energy class of the property
de_de: Wählen Sie die Energieklasse der Immobilie
es_es: Seleccionar la clasificación energética de la propiedad
pt_br: Selecione a classe de energia da propriedade

source: Global Energy Performance Index
de_de: Globaler Energieeffizienzindex
es_es: Rendimiento energético global
pt_br: Índice global de desempenho energético

source: Example: 92.42 kWh / m²a
de_de: Beispiel: 92.42 kWh / m²a
es_es: Ejemplo: 92,42 kWh / m²a
pt_br: Exemplo: 92,42 kWh / m²a

source: Renewable Energy Performance Index
de_de: Energieeffizienzindex erneuerbare Energien
es_es: Rendimiento energético renovable
pt_br: Índice de Desempenho de Energia Renovável

source: Example: 1.00 kWh / m²a
de_de: Beispiel: 1,00 kWh / m²a
es_es: Ejemplo: 1,00 kWh / m²a
pt_br: Exemplo: 1,00 kWh / m²a

source: Energy Performance of the Listing
de_de: Energieeffizienz der Listung
es_es: Rendimiento energético de la propiedad
pt_br: Desempenho energético da lista

source: Example: Low
de_de: Beispiel: Niedrig
es_es: Ejemplo: Baja
pt_br: Exemplo: Baixo

source: Energy class
de_de: Energieklasse
es_es: Clase energética
pt_br: Classe Economia

source: Property Information
ar: معلومات العقار
de_de: Informationen der Immobilie
es_es: Información del inmueble
pt_br: Informações do Imóvel

source: Location on Map
ar: الموقع على الخريطة
de_de: Position auf der Karte
es_es: Ubicación en el mapa
pt_br: Localização no mapa

source: Gallery Images
ar: معرض الصور
de_de: Galerie Bilder
es_es: Galería de imágenes
pt_br: Imagens da galeria

source: Additional Agents
de_de: Weitere Makler
es_es: Agentes adicionales
pt_br: Login do corretor

source: Property Agent
ar: المستشار العقاري للعقارات
de_de: Ihr Makler
es_es: Agente inmobiliario
pt_br: Agente

source: Attic
ar: غرفة علوية
de_de: Dachgeschoßwohnung
es_es: Ático
pt_br: Sótão

source: Gas Heat
ar: سخان غاز
de_de: Gasheizung
es_es: Calefacción de gas
pt_br: Calor a Gás

source: Balcony
ar: الشرفة
de_de: Balkon
es_es: Balcón
pt_br: Sacada

source: Wine Cellar
ar: بدروم
de_de: Weinkeller
es_es: Bodega
pt_br: Adega

source: Basketball Court
ar: ملعب كرة السلة
de_de: Sportplatz
es_es: Cancha de baloncesto
pt_br: Quadra de basquete

source: Trash Compactors
ar: جمع القمامة
de_de: Müllvernichter
es_es: Compactadores de basura
pt_br: Compactadores de lixo

source: Fireplace
ar: مدفأة
de_de: Kamin
es_es: Chimenea
pt_br: Lareira

source: Pool
ar: حمام سباحة
de_de: Swimmingpool
es_es: Piscina
pt_br: Piscina

source: Lake View
ar: إطلالة على البحيرة
de_de: Seeblick
es_es: Vista al lago
pt_br: Vista para o lago

source: Solar Heat
ar: سخان غاز
de_de: Solarwärme
es_es: Térmosifon solar
pt_br: Aquecedor solar

source: Separate Shower
ar: دش منفصل
de_de: Separate Dusche
es_es: Ducha separada
pt_br: Chuveiro separado

source: Wet Bar
ar: كاونتر طعام بحوض
de_de: Hausbar
es_es: Bar de casa
pt_br: Bar

source: Remodeled
ar: تشكيلها
de_de: Renoviert
es_es: Remodelado
pt_br: Reforma

source: Skylights
ar: منور سماوى
de_de: Oberlichter
es_es: Tragaluces
pt_br: Clarabóias

source: Stone Surfaces
ar: تكسية حجرية
de_de: Steinoberflächen
es_es: Superficies de piedra
pt_br: Superfícies de pedra

source: Golf Course
ar: درس لتعليم الجولف
de_de: Golfplatz
es_es: Campo de golf
pt_br: Campo de golfe

source: Health Club
ar: نادي صحي
de_de: Wellnessclub
es_es: Gimnasio
pt_br: Academia de ginástica

source: Backyard
ar: الفناء الخلفي
de_de: Hinterhof
es_es: Patio trasero
pt_br: Quintal

source: Pet Allowed
ar: مسموح بالحيوانات الأليفة
de_de: Haustiere erlaubt
es_es: Animales adminitidos
pt_br: Permite animais de estimação

source: Office/Den
ar: مكتب / غرفة خاصة
de_de: Büro
es_es: Despacho
pt_br: Escritório

source: Laundry
ar: المغسلة
de_de: Waschraum
es_es: Lavandaría
pt_br: Lavandaria

source: Duplex
ar: دوبليكس
es_es: Dúplex
pt_br: Dúplex

source: House
ar: بيت
de_de: Haus
es_es: Casa
pt_br: Casa

source: Office
ar: مكتب
de_de: Büro
es_es: Oficina
pt_br: Escritório

source: Retail
ar: تجارى
de_de: Verkauf
es_es: Al por menor
pt_br: Preço era

source: Rent
ar: إيجار
de_de: Zu Vermieten
es_es: Alquilar
pt_br: Aluguel

source: Sell
ar: بيع
de_de: Zu Verkaufen
es_es: Venta
pt_br: Vender

source: Available
ar: متاح
de_de: Verfügbar
es_es: Disponible
pt_br: Disponíveis

source: Not Available
ar: غير متاحة
de_de: Nicht verfügbar
es_es: No disponible
pt_br: Não está disponivel

source: Sold
ar: تم البيع
de_de: Verkauft
es_es: Vendida
pt_br: Vendidos

source: Open House
ar: وقت المعاينة
de_de: Hausbesuch
es_es: Casa visitable
pt_br: Visitação da Casa

source: Please check the captcha form.
ar: من فضلك علم على التحقق الرقمى
de_de: Bitte prüfen Sie das Captcha Formular.
es_es: Por favor, compruebe el formulario del Captcha.
pt_br: Por favor, verifique o formulário captcha.

source: There was an error. Please try again after reloading page
ar: هناك خطأ من فضلك حاول مرة اخرى بعد اعادة تحميل الصفحة
de_de: Es gab einen Fehler. Bitte versuchen Sie es erneut nach dem Sie die Seite neu geladen haben
es_es: Hubo un error. Por favor, inténtelo de nuevo después de recargar la página
pt_br: Houve um erro. Tente novamente depois de recarregar a página

source: Email Sent Successfully
ar: تم ارسال الايميل بنجاح
de_de: Die E-Mail wurde erfolgreich versendet
es_es: Correo electrónico enviado con éxito
pt_br: E-mail enviado com sucesso

source: There is some problem, please try later
ar: هناك بعض المشاكل، يرجى المحاولة لاحقا
de_de: Es gibt ein Problem, bitte versuchen Sie es später
es_es: Hay algún problema, intente más tarde
pt_br: Há algum problema, tente novamente

source: Agents
ar: وكلاء تسويق
de_de: Anbieter
es_es: Agentes
pt_br: Agentes

source: Property Fields
de_de: Immobilien Eingabefelder
es_es: Campos de características
pt_br: Campos de propriedade

source: Registration Fields
es_es: Campos de registro
pt_br: Campos de Registro

source: Extensions
de_de: Erweiterungen
es_es: Extensiones
pt_br: Extensões

source: Help/Support
ar: مساعدة
es_es: Ayuda / Soporte
pt_br: Ajuda / Suporte

source: Settings Saved!
de_de: Einstellungen gespeichert!
es_es: Preferencias guardadas!
pt_br: Configurações salvas!

source: Settings are saved in the database successfully.
de_de: Die Einstellungen wurden erfolgreich in der Datenbank gespeichert.
es_es: Las opciones se han grabado correctamente.
pt_br: As configurações foram salvas no banco de dados com sucesso.

source: Failed!
de_de: Gescheitert!
es_es: Fallido!
pt_br: Falhou!

source: There is some error or you did not make any change.
de_de: Es gab einen Fehler oder es wurde nichts verändert.
es_es: Hubo algún error o ninguna modificación se ha realizado.
pt_br: Ocorreu algum erro ou você não fez nenhuma alteração

source: Property updated.
ar: تحديث العقارات
de_de: Immobilie aktualisiert.
es_es: Vivienda actualizada.
pt_br: Propriedade atualizada.

source: Custom field updated.
ar: تحديث الحقل المخصص.
de_de: Benutzerdefiniertes Feld aktualisiert.
es_es: Campo personalizado actualizado.
pt_br: Campo personalizado atualizado.

source: Custom field deleted.
ar: حذف الحقل المخصص.
de_de: Benutzerdefiniertes Feld gelöscht.
es_es: Se eliminó el campo personalizado.
pt_br: Campo personalizado excluído.

source: Property restored to revision
de_de: Immobilie zur Überprüfung wiederhergestellt
es_es: Vivienda restaurada a la revisión de %s
pt_br: Propriedade restaurada para revisão

source: Property published.
ar: تم نشر العقار
de_de: Immobilie veröffentlicht.
es_es: Vivienda publicada.
pt_br: Propriedade publicada.

source: Property saved.
ar: تم حفظ العقار
de_de: Immobilie gespeichert.
es_es: Vivienda guardada.
pt_br: Propriedade salva.

source: Property submitted.
ar: تم قبول العقار
de_de: Immobilie abgesendet.
es_es: Vivienda añadida.
pt_br: Propriedade apresentada.

source: Property scheduled.
ar: حفظ العقار.
de_de: Immobilie gespeichert.
es_es: Publicación de la propiedad prevista.
pt_br: Propriedade salva.

source: Property draft updated.
ar: تم تحديث مسودة العقار
de_de: Immobilienentwurf aktualisiert.
es_es: Borrador de la vivenda actualizado.
pt_br: Projeto de propriedade atualizado.

source: View Property
ar: عرض العقار
de_de: Immobilie ansehen
es_es: Mostrar propiedad
pt_br: Ver Propriedade

source: Preview Property
ar: معاينة العقار
de_de: Vorschau der Immobilie
es_es: Vista previa de la propiedad
pt_br: Visualizar Propriedade

source: Property Page Base
ar: قاعدة بيانات العقارات
de_de: Basis der Immobilienseite
es_es: Base de página de la propiedad
pt_br: Base da página do imóvel

source: Type
ar: اكتب
de_de: Typ
es_es: Tipo
pt_br: Tipo

source: Purpose
ar: غرض
de_de: Zweck
es_es: Uso
pt_br: Objetivo

source: Is Featured
de_de: Wird hervorgehoben
es_es: Destacado
pt_br: É destaque

source: All Types
ar: كل الأنواع
de_de: Alle Arten
es_es: Todos los tipo
pt_br: Qualquer tipo

source: All Purpose
ar: كل الأغراض
de_de: Alle Zwecke
es_es: Todos los propósitos
pt_br: Qualquer finalidade

source: All Status
ar: كل الحالات
de_de: Alle Status
es_es: Todos los estados
pt_br: Qualquer Status

source: Passwords did not match!
de_de: Das Passwort stimmt nicht überein!
es_es: Las contraseñas no coinciden!
pt_br: As senhas não coincidem!

source: Live Preview is not available in Elementor edit mode but will work when visiting this page.
de_de: Die Live-Vorschau ist im Elementor nicht verfügbar, funktioniert aber sobald sie die Seite besuchen.
es_es: La vista previa en vivo no está disponible en el modo de edición de Elementor, pero funcionará cuando visite esta página.
pt_br: A Visualização ao vivo não está disponível no modo de edição Elementor, mas funcionará ao visitar esta página.

source: Search
ar: بحث
de_de: Suche
es_es: Buscar
pt_br: Pesquisa

source: More Filters
ar: مزيد من الفلاتر
de_de: Weitere Filter
es_es: Más filtros
pt_br: Mais filtros

source: Logging In, Please Wait...
de_de: Logge Sie ein, bitte warten...
es_es: Iniciando sesión, un momento ...
pt_br: Enviando e-mail, aguarde ...

source: Are you sure to delete this property?
de_de: Wollen Sie diese Immobilie wirklich löschen?
es_es: ¿Realmente quiere borrar esta propiedad?
pt_br: Tem certeza de que deseja excluir esta propriedade?

source: Yes
ar: نعم
de_de: Ja
es_es: Si
pt_br: Sim

source: No
ar: لا
de_de: Nein
pt_br: Não

source: Done
de_de: Erledigt
es_es: Hecho
pt_br: Feito

source: There is no property having ID
de_de: Es gibt keine Immobilie mit ID
es_es: No hay ninguna propiedad que tenga identificación
pt_br: Não há propriedade com ID

source: Successful!
de_de: Erfolgreich!
es_es: ¡Exitoso!
pt_br: Bem-sucedido!

source: Changes Saved!
ar: تم حفظ التغييرات!
de_de: Änderungen gespeichert!
es_es: ¡Cambios guardados!
pt_br: Mudanças foram salvas!

source: There was an error. Please try again after reloading page.
ar: هناك خطأ من فضلك حاول مرة اخرى بعد إعادة تحميل الصفحة
de_de: Es ist ein Fehler passiert, bitte versuchen Sie die Seite neu zu laden.
es_es: Hubo un error. Por favor, inténtelo de nuevo después de recargar la página.
pt_br: Houve um erro. Tente novamente depois de recarregar a página.

source: Username or Email already exists
ar: اسم المستخدم أو البريد الإلكتروني موجود بالفعل
de_de: Benutzername oder E-Mail existiert bereits
es_es: La información introducida no puede ser registrada
pt_br: O nome de usuário ou o e-mail já existe

source: Registered Successfully, please wait until admin approves.
ar: سجلت بنجاح، يرجى الانتظار حتى يوافق المشرف.
de_de: Registrierung erfolgreich. Bitte warten Sie auf ihre Freischaltung durch einen Administrator.
es_es: Registrado con éxito, espere hasta que un administrador lo apruebe.
pt_br: Registrado com êxito, aguarde até que o administrador aprove.

source: Error, please try later
ar: خطأ، يرجى المحاولة لاحقا
de_de: Fehler, bitte später versuchen
es_es: Hubo un error. Por favor, inténtelo de nuevo más tarde
pt_br: Erro, tente mais tarde

source: Deleted
de_de: Gelöscht
es_es: Borrado
pt_br: Eliminar

source: Sorry! You can not delete this property.
de_de: Entschuldigung! Sie können diese Immobilie nicht löschen.
es_es: Perdón, esta propiedad no puede ser borrada.
pt_br: Desculpa! Você não pode excluir esta propriedade.

source: Choose Picture
ar: اختر صورة
de_de: Bild auswählen
es_es: Elegir imagen
pt_br: Escolha uma imagem

source: Add
ar: اضافة
de_de: Hinzufügen
es_es: Añadir
pt_br: Adicionar

source: Select attachments for property
ar: اختر المرفقات للعقار
de_de: Anlagen für das Objekt aussuchen
es_es: Seleccione archivos adjuntos para la propiedad
pt_br: Selecionar anexos para a propriedade

source: Upload
ar: رفع
pt_br: Clique aqui para carregar imagens

source: Any
ar: أي
de_de: Alle
es_es: Cualquiera
pt_br: Qualquer

source: Sort By Date
ar: ترتيب حسب التاريخ
de_de: Sortiere nach Datum
es_es: Ordenar por fecha
pt_br: Classificar por data

source: Sort By Title
ar: ترتيب حسب الاسم
de_de: Sortiere nach Titel
es_es: Ordenar por título
pt_br: Classificar por título

source: Sort By Price : High to Low
ar: ترتيب حسب السعر - من الأعلى للأقل
de_de: Sortiere nach Preis: Hoch nach Niedrig
es_es: Caros primero
pt_br: Classificar por preço: maior para menor

source: Sort By Price : Low to High
ar: ترتيب حسب السعر - من الأقل للأعلى
de_de: Sortiere nach Preis: Niedrig nach Hoch
es_es: Económicos primero
pt_br: Classificar por preço: menor para maior

source: REM - Mortgage Calculator
ar: حاسبة القرض العقاري
de_de: REM - Hypothekenrechner
es_es: REM - Calculadora de hipotecas
pt_br: Calculadora de Financiamento

source: Displays Mortgage Calculator
ar: اظهار حاسبة القروض
de_de: Zeigt einen Hypothekenrechner an
es_es: Muestra la calculadora de hipotecas
pt_br: Exibe calculadora de Financiamento

source: Sale price
ar: سعر البيع
de_de: Verkaufspreis
es_es: Precio de venta
pt_br: Preço de venda

source: Down payment
ar: الدفعات المقدمة
de_de: Anzahlung
es_es: Pago inicial
pt_br: Pagamento inicial

source: Interest Rate
ar: سعر الفائدة
de_de: Zinssatz (in %)
es_es: Tipo de Interés
pt_br: Taxa de Juro

source: Term
ar: فترة
de_de: Begriff
es_es: Periodo
pt_br: Prazo

source: years
ar: سنوات
de_de: Jahre
es_es: años
pt_br: Anos

source: Calculate
ar: إحسب
de_de: Berechnen
es_es: Calcular
pt_br: Simulação

source: Title
ar: عنوان
de_de: Titel
es_es: Título
pt_br: Título

source: REM - Search Property
ar: البحث عن عقار
de_de: REM - Immobilie suchen
es_es: REM - Buscar propiedades
pt_br: Buscar propriedades

source: Search Properties
ar: ابحث عن العقارات
de_de: Immobilien suchen
es_es: Buscar propiedades
pt_br: Buscar imóveis

source: Keywords
ar: الوسم الدالة
de_de: Schlüsselworte
es_es: Palabras claves
pt_br: Palavras-chave

source: Order
ar: ترتيب
de_de: Sortieren
es_es: Ordenar
pt_br: Encomenda

source: Order By
ar: ترتيب حسب
de_de: Sortieren nach
es_es: Ordenar por
pt_br: Ordenar Por

source: Agent
ar: الوكيل
de_de: Makler
es_es: Agentes
pt_br: Novo Corretor Registrado

source: Search Field
ar: حقل البحث
de_de: Suchfeld
es_es: Campo de búsqueda
pt_br: Campo de pesquisa

source: Enable Auto Complete Fields
de_de: Automatische Vervollständigung aktivieren
es_es: Activar completado automático de campos
pt_br: Ativar campos de preenchimento automático

source: It will auto suggest words in text fields as user type in.
de_de: Schlägt bei Texteingabe durch den Nutzer automatisch Suchwörter vor.
es_es: Automáticamente sugerirá palabras en los campos de texto a medida que el usuario teclee.
pt_br: Ele sugere automaticamente palavras nos campos de texto conforme o usuário digita.

source: Search Results Page
ar: صفحة نتائج البحث
de_de: Ergebnisseite der Suche
es_es: Página de resultados de búsqueda
pt_br: Página de Resultado da Pesquisa

source: No Pages Found!
ar: لم يتم العثور على صفحات!
de_de: Keine Seiten gefunden!
es_es: No se han encontrado contenidos!
pt_br: Nenhuma Página Encontrada!

source: Paste following shortcode in selected page to display results
ar: الصق الكود المختصر فى الصفحة المختارة لإظهار النتائج
de_de: Fügen Sie den folgenden Shortcode in die ausgewählte Seite ein, um die Ergebnisse anzuzeigen
es_es: Pegue el siguiente código corto en la página seleccionada para mostrar los resultados
pt_br: Cole o seguinte código de acesso na página selecionada para exibir os resultados

source: Displays Properties Tags Cloud
ar: خصائص العرض - للالوسم المرجعية
de_de: Zeige Schlagworte für Immobilien
es_es: Mostrar nube de etiquetas de propiedades
pt_br: Exibir propriedades

source: United Arab Emirates dirham
ar: درهم الإمارات العربية المتحدة
de_de: Vereinigte Arabische Emirate
es_es: Dirham Emiratos Árabes Unidos
pt_br: Dirham dos Emirados Árabes Unidos

source: Afghan afghani
ar: أفغاني
de_de: Afghanischer Afghani
es_es: Afganistango Afgania
pt_br: Afegane Afeganistão

source: Albanian lek
ar: ليك ألباني
de_de: Albanischer Lek
es_es: Lek albaniarra
pt_br: Leque Albanês

source: Armenian dram
ar: درهم ارميني
de_de: Armenischer Dram
es_es: Dram Armenia
pt_br: Drame Armênio

source: Netherlands Antillean guilder
ar: جلدر جزر الأنتيل
de_de: Niederländischer Antillen-Gulden
es_es: Herbeheretako florin antillanoa
pt_br: Florim das Antilhas Holandesas

source: Angolan kwanza
ar: كوانزا انجولي
de_de: Angolanischer Kwanza
es_es: Angolako Kwanza
pt_br: Kwanza

source: Argentine peso
ar: البيزو الأرجنتيني
de_de: Argentinischer Peso
es_es: Peso argentino
pt_br: Peso Argentino

source: Australian dollar
ar: دولار استرالي
de_de: Australischer Dollar
es_es: Dólar Australiano
pt_br: Dólar Australiano

source: Aruban florin
ar: فلورين أروبا
de_de: Aruba-Florin
es_es: Arubako florina
pt_br: Florim arubano

source: Azerbaijani manat
ar: مانات أذربيجاني
de_de: Aserbaidschan-Manat
es_es: Azerbajango Manat-a
pt_br: Manat azeri

source: Bosnia and Herzegovina convertible mark
ar: البوسنة والهرسك مارك قابلة للتحويل
de_de: Bosnisch-Herzegowinische Konvertible Mark
es_es: Bosnia eta Herzegovinako marko bihurgarria
pt_br: Marco Conversível de Bósnia e Herzegovina

source: Barbadian dollar
ar: دولار باربادوسي
de_de: Barbados-Dollar
es_es: Barbados-eko dolarea
pt_br: Dólar barbadense

source: Bangladeshi taka
ar: تاكا بنغلاديشية
es_es: Taka bangladesí
pt_br: Taka de Bangladeshi

source: Bulgarian lev
ar: ليف بلغاري
de_de: Bulgarische Lev
es_es: Lev
pt_br: Lev búlgaro

source: Bahraini dinar
ar: دينار بحريني
de_de: Bahrain-Dinar
es_es: Bahrein-go dinarra
pt_br: Dinar do Bahrein

source: Burundian franc
ar: الفرنك البوروندي
de_de: Burundi-Franc
es_es: Burundiko frankoa
pt_br: Franco do Burúndi

source: Bermudian dollar
ar: دولار برمودي
de_de: Bermuda-Dollar
es_es: Bermudetako dolarea
pt_br: Dólar das Bermudas

source: Brunei dollar
ar: لدولار بروناي
es_es: Brunei-ko dolarea
pt_br: Dólar de Brunei

source: Bolivian boliviano
ar: بوليفيانو بوليفي
de_de: Bolivianischer Boliviano
es_es: Boliviako bolivianoa
pt_br: Boliviano

source: Brazilian real
ar: الريال البرازيلي
de_de: Brasilianischer Real
es_es: Real brasileño
pt_br: Real

source: Bahamian dollar
ar: دولار جزر البهاما
de_de: Bahama-Dollar
es_es: Bahametako dolarea
pt_br: Dólar das Bahamas

source: Bhutanese ngultrum
ar: نولترم بوتاني
de_de: Bhutanischer Ngultrum
es_es: Butango ngultrum-a
pt_br: Ngultrum

source: Botswana pula
ar: بوتسوانا بولا
de_de: Botswanischer Pula
es_es: Botswana-ko pula
pt_br: Pula Botswana

source: Belarusian ruble
ar: الروبل البيلاروسي
de_de: Weißrussischer Rubel
es_es: Bielorrusiako rubloa
pt_br: Rublo bielorrusso

source: Belize dollar
ar: الدولار بليز
es_es: Belizeko dolarea
pt_br: Dólar de Belize

source: Canadian dollar
ar: الدولار الكندي
de_de: Kanadischer Dollar
es_es: Dólar canadiense
pt_br: Dólar Canadense

source: Congolese franc
ar: الفرنك الكونغولي
de_de: Kongolesischer CFA-Franc BEAC
es_es: Franko kongolensea
pt_br: Franco congolês

source: Swiss franc
ar: الفرنك السويسري
de_de: Schweizer Franken
es_es: Franco suizo
pt_br: Franco suíço

source: Chilean peso
ar: البيزو التشيلي
es_es: Peso Chileno
pt_br: Peso chileno

source: Chinese yuan
ar: اليوان الصيني
de_de: Chinesischer Yuan
es_es: Yuan chino
pt_br: Yuan chinês

source: Colombian peso
ar: البيزو الكولومبي
de_de: Kolumbianischer Peso
es_es: Pesos colombianos
pt_br: Peso colombiano

source: Costa Rican col&oacute;n
ar: كوستاريكا
de_de: Costa-Rica-Col&oacute;n
es_es: Costa Rica-ko Colon-a
pt_br: Cólon Costa-riquenho

source: Cuban convertible peso
ar: البيزو الكوبي القابل للتحويل
de_de: Kubanischer Peso convertible
es_es: Kubako peso bilakagarria
pt_br: Peso Convertível Cubano

source: Cuban peso
ar: البيزو الكوبي
de_de: Kubanischer Peso
es_es: Kubako pesoa
pt_br: Peso cubano

source: Czech koruna
ar: كورونا تشيكية
de_de: Czeschicher Koruna
es_es: Corona checa
pt_br: Coroa checa

source: Djiboutian franc
ar: فرنك جيبوتي
de_de: Dschibuti-Franc
es_es: Yibutiako frankoa
pt_br: Franco djibutiano
